Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: There was something wrong with the appearance transition duration value. Please try again.
el: Υπήρξε κάποιο πρόβλημα με την τιμή διάρκειας εμφάνισης της μετάβασης. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de duración de la apariencia de transición. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na tagal ng pagsimula ng pagbabago. Pakiulit.
fr: Une erreur est survenue avec la durée du type de transition sélectionnée. Veuillez réessayer.
gl: Houbo algo errado co valor de duración da transición de aparencia, Por favor, ténteo de novo.
it: Errore nella durata della transizione. Per piacere riprova.

source: There was something wrong with the exit transition type selected. Please try again.
el: Υπήρξε κάποιο πρόβλημα με τον επιλεγμένο τύπο της μετάβασης εξόδου. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el tipo de transición de salida seleccionado. Por favor inténtelo de nuevo.
fil: May probema sa piniling uri ng pagtatapos ng pagbabago. Pakiulit.
fr: Une erreur est survenue avec la sortie pour le type de transition sélectionnée. Veuillez réessayer.
gl: Houbo algo errado co tipo de saída da transición escollido, Por favor, ténteo de novo.
it: Errore nel tipo di transizione di uscita scelto. Per piacere riprova.

source: There was something wrong with the exit transition duration value. Please try again.
el: Υπήρξε κάποιο πρόβλημα με την τιμή διάρκειας της μετάβασης εξόδου. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de duración de la transición de salida. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na tagal ng pagtatapos pagbabago. Pakiulit
fr: Une erreur est survenue avec la durée de sortie pour le type de transition sélectionnée. Veuillez réessayer.
gl: Houbo algo errado co valor de duración da saída da transición, Por favor, ténteo de novo.
it: Errore nel valore della durata della transizione di uscita. Per piacere riprova.

source: Links
bg: Връзки
el: Συνδέσεις
es: Enlaces
fr: Liens
gl: Ligazóns
it: Collegamenti

source: Layer width:
bg: Ширина на слоя:
el: Πλάτος στρώσης:
es: Ancho de capa:
fil: Lapad ng patong:
fr: Largeur du calque:
gl: Ancho da capa:
it: Larghezza del layer:

source: Layer height:
bg: Височина на слоя:
el: Ύψος στρώσης:
es: Altura de capa:
fil: Taas ng patong:
fr: Hauteur du calque:
gl: Alto da capa:
it: Altezza del layer:

source: Mouse click type:
bg: Тип щракване с мишката:
el: Τύπος κλικ ποντικιού:
es: Tipo de click de ratón
fil: Uri ng mouse click:
fr: Type de clic de souris:
gl: Tipo de clic do rato:
it: Tipo di click del mouse:
pt: Tipo de clique de rato:

source: No mouse click
bg: Без щракване
el: Χωρίς κλικ ποντικιού
es: Sin click de ratón
fil: Walang mouse click
fr: Pas de clic de souris
gl: Sen clic do rato
it: Nessun click del mouse
pt: Sem clique de rato

source: Left single click
bg: Единично с ляв бутон
el: Αριστερό απλό κλικ
es: Simple click izquierdo
fil: Isang kaliwang pindot
fr: Simple clic gauche
gl: Un só clic esquerdo
it: Singolo click sinistro del mouse
pt: Clique esquerdo

source: Left double click
bg: Двойно с ляв бутон
el: Αριστερό διπλό κλικ
es: Doble click izquierdo
fil: Dalawang kaliwang pindot
fr: Double clic gauche
gl: Dobre clic esquerdo
it: Doppio click sinistro del mouse
pt: Clique esquerdo duplo

source: Left triple click
bg: Тройно с ляв бутон
el: Αριστερό τριπλό κλικ
es: Triple click izquierdo
fil: Tatlong kaliwang pindot
fr: Triple clic gauche
gl: Triple clic esquerdo
it: Triplo click sinistro del mouse
pt: Clique esquerdo triplo

source: Right single click
bg: Единично с десен бутон
el: Δεξί απλό κλικ
es: Simple click derecho
fil: Isang kanang pindot
fr: Simple clic droit
gl: Un só clic dereito
it: Singolo click destro del mouse
pt: Clique direito

source: Right double click
bg: Двойно с десен бутон
el: Δεξί διπλό κλικ
es: Doble click derecho
fil: Dalawang kanang pindot
fr: Double clic droit
gl: Dobre clic dereito
it: Doppio click destro del mouse
pt: Clique direito duplo

source: Right triple click
bg: Тройно с десен бутон
el: Δεξί τριπλό κλικ
es: Triple click derecho
fil: Tatlong kanang pindot
fr: Triple clic droit
gl: Triple clic dereito
it: Triplo click destro del mouse
pt: Clique direito triplo

source: Middle single click
bg: Единично със среден бутон
el: Μεσαίο απλό κλικ
es: Simple click central
fil: Isang gitnang pindot
fr: Simple clic molette
gl: Un só clic do medio
it: Singolo click bottone centrale del mouse

source: Middle double click
bg: Двойно със среден бутон
el: Μεσαίο διπλό κλικ
es: Doble click central
fil: Dalawang gitnang pindot
fr: Double clic molette
gl: Dobre clic do medio
it: Doppio click bottone centrale del mouse

source: Middle triple click
bg: Тройно със среден бутон
el: Μεσαίο τριπλό κλικ
es: Triple click central
fil: Tatlong gitnang pindot
fr: Triple clic molette
gl: Triple clic do medio
it: Triplo click bottone centrale del mouse

source: There was something wrong with the mouse click type selected. Please try again.
el: Υπήρξε κάποιο πρόβλημα με τον επιλεγμένο τύπο κλικ του ποντικιού. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el tipo de click de ratón seleccionado. Por favor inténtelo de nuevo.
fil: May problema sa napiling uri ng mouse click. Pakiulit.
fr: Une erreur est survenue avec le type de clic de souris sélectionné. Veuillez réessayer.
gl: Houbo algo errado co tipo de clic do rato que escolleu. Por favor tenteo de novo.
it: Errore nel tipo di click del mouse scelto. Per piacere riprova.
pt: Ocorreu um erro com o tipo de clique de rato seleccionado. Tente novamente.

source: Project has been modified. Save changes?
bg: Проектът беше променен. Да се запазят ли промените?
el: Το έργο έχει τροποποιηθεί. Να γίνει ποθήκευση αλλαγών;
es: El proyecto se ha modificado. ¿Guardar cambios?
fil: May binago sa project. Isi-save ang mga pagbabago?
fr: Le projet a été modifié. Enregistrer les modifications?
gl: O proxecto foi modificado. Quere gravar os cambios?
it: Progetto modificato. Salvare i cambiamenti?
pt: O Projecto foi alterado. Guardar alterações?

source: Layer name:
bg: Име на слой:
el: Όνομα στρώσης:
es: Nombre de capa:
fil: Pangalan ng patong
fr: Nom du calque:
gl: Nome da capa:
it: Nome livello:
pt: Nome da camada:

source: Font face:
bg: Шрифт:
el: Όψη γραμματοσειράς:
es: Tipografía:
fil: Uri ng titik:
fr: Type de police:
gl: Fonte :
it: Tipo di carattere:

source: DejaVu Sans Bold
el: DejaVu Sans Έντονα
gl: DejaVu Sans Negra
it: DejaVu Sans Grassetto

source: DejaVu Sans Bold Oblique
el: DejaVu Sans Έντονα Πλάγια
gl: DejaVu Sans Negra Oblicua
it: DejaVu Sans Grassetto Obliquo

source: DejaVu Sans Condensed
el: DejaVu Sans Συμπυκνωμένα
gl: DejaVu Sans Condensada
it: DejaVu Sans Condensato

source: DejaVu Sans Condensed Bold
el: DejaVu Sans Συμπυκνωμένα Έντονα
gl: DejaVu Sans Condensada Negra
it: DejaVu Sans Condensato Grassetto

source: DejaVu Sans Condensed Bold Oblique
el: DejaVu Sans Συμπυκνωμένα Έντονα Πλάγια
gl: DejaVu Sans Condensada Negra Obicua
it: DejaVu Sans Condensato Grassetto Obliquo

source: DejaVu Sans Condensed Oblique
el: DejaVu Sans Συμπυκνωμένα Πλάγια
gl: DejaVu Sans Condensada Obicua
it: DejaVu Sans Condensato Obliquo

source: DejaVu Sans Extra Light
el: DejaVu Sans Πολύ λεπτά
gl: DejaVu Sans Extra Leve
it: DejaVu Sans Extra Luminoso

source: DejaVu Sans Mono Bold
el: DejaVu Sans Mono Έντονα
gl: DejaVu Sans Mono Negra
it: DejaVu Sans Mono Grassetto

source: DejaVu Sans Mono Bold Oblique
el: DejaVu Sans Mono Έντονα Πλάγια
gl: DejaVu Sans Mono Negra Oblicua
it: DejaVu Sans Mono Grassetto Obliquo

source: DejaVu Sans Mono Oblique
el: DejaVu Sans Mono Πλάγια
gl: DejaVu Sans Mono Oblicua
it: DejaVu Sans Mono Obliquo

source: DejaVu Sans Oblique
el: DejaVu Sans Πλάγια
gl: DejaVu Sans Oblicua
it: DejaVu Sans Obliquo

source: DejaVu Serif Bold
el: DejaVu Serif Έντονα
gl: DejaVu Serif Negra
it: DejaVu Serif Grassetto

source: DejaVu Serif Bold Italic
el: DejaVu Serif Έντονα Πλάγια
gl: DejaVu Serif Negra Cursiva
it: DejaVu Serif Bold Corsivo

source: DejaVu Serif Condensed
el: DejaVu Serif Συμπυκνωμένα
gl: DejaVu Serif Condensada
it: DejaVu Serif Condensato

source: DejaVu Serif Condensed Bold
el: DejaVu Serif Συμπυκνωμένα Έντονα
gl: DejaVu Serif Condensada Negra
it: DejaVu Serif Condensato Grassetto

source: DejaVu Serif Condensed Bold Italic
el: DejaVu Serif Συμπυκνωμένα Έντονα Πλάγια
gl: DejaVu Serif Condensada Negra Cursiva
it: DejaVu Serif Condensato Grassetto Corsivo

source: DejaVu Serif Condensed Italic
el: DejaVu Serif Συμπυκνωμένα Πλάγια
gl: DejaVu Serif Condensada Cursiva
it: DejaVu Serif Condensato Corsivo

source: DejaVu Serif Italic
el: DejaVu Serif Πλάγια
gl: DejaVu Serif Cursiva
it: DejaVu Serif Corsivo

source: Font size:
bg: Големина на шрифта:
el: Μέγεθος γραμματοσειράς
es: Tamaño de texto:
fil: Laki ng titik:
fr: Taille du caractère:
gl: Tamaño da Fonte:
it: Dimensione font:
pt: Tamanho da fonte:

source: Text color:
bg: Цвят на текста:
el: Χρώμα κειμένου:
es: Color de texto:
fil: Kulay ng titik:
fr: Couleur du texte:
gl: Cor do texto:
it: Colore testo:
pt: Cor do texto:

source: Display the background?
bg: Показване на фон?
el: Εμφάνιση παρασκηνίου;
es: ¿Mostrar fondo?
fil: Ipakita ang background?
fr: Afficher l'arrière-plan?
gl: Mostrar o fondo?
it: Mostrare lo sfondo?
pt: Mostrar o Fundo?

source: Dump text layer to stdout:
el: Διαμόρφωση κειμένου ώστε να ξεχωρίζει:
es: Volcar capa de texto a stdout:
fr: Envoyer le calque de texte vers la sortie standard:
gl: Envorcado da capa de texto á saída estándar:

source: There was something wrong with the layer name value. Please try again.
bg: Нещо се обърка с името на слоя. Опитай отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ονόματος της διαφάνειας. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor del nombre de la capa. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na pangalan ng patong. Pakiulit.
fr: Une erreur est survenue avec le nom du calque. Veuillez réessayer.
gl: Houbo algo errado co nome da capa. Por favor, tente de novo.
it: Errore nel nome del livello. Per piacere riprova.
pt: Ocorreu um erro com o valor do nome da camada. Tente novamente.

source: There was something wrong with the background border width value. Please try again.
el: Υπήρξε κάποιο πρόβλημα με την τιμή πλάτους του περιγράμματος παρασκηνίου. Παρακαλώ, προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de ancho del borde del fondo. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na lapad ng background. Pakiulit.
fr: Une erreur est survenue avec la largeur de la bordure de l'arrière-plan. Veuillez réessayer.
gl: Houbo algo errado co ancho do borde do fondo. Por favor, tenteo de novo.
it: Errore nello spessore del bordo dello sfondo. Per piacere riprova.
pt: Ocorreu um erro com o valor da largura do contorno do Fundo.Tente novamente.

source: Edit layer disabled: No project loaded
bg: Редактирането на слоя е изключено: Не е отворен проект
el: Στρώση επεξεργασίας απενεργοποιημένη: Δεν φορτώθηκε κανένα έργο
es: Editar capa desactivado: ningún proyecto cargado
fil: Di pwedeng ibahin ang patong: Walang proyekto na naka-load
fr: Édition de calque désactivée: aucun projet chargé
gl: Editar capa desactivado: ningún proxecto cargado
it: Modifica livello disabilitata: Nessun progetto caricato
pt: Editar camada inactiva: Sem projecto carregado

source: Crop layer disabled: No project loaded
bg: Изрязването на слоя е изключено: Не е отворен проект
el: Στρώση ξακρίσματος απενεργοποιημένη: Δεν φορτώθηκε κανένα έργο
es: Recortar capa desactivado: ningún proyecto cargado
fil: Di pwede gupitan ang patong: Walang proyekto na naka-load
fr: Rognage de calque désactivé: aucun projet chargé
gl: Recortar capa desactivado: ningún proxecto cargado
it: Ritaglio livello disabilitato: Nessun progetto caricato
pt: Recortar camada inactiva: Sem projecto carregado

source: Delete layer disabled: No project loaded
bg: Изтриването на слоя е изключено: Не е отворен проект
el: Στρώση διαγραφής απενεργοποιημένη: Δεν φορτώθηκε κανένα έργο
es: Borrar capa desactivado: ningún proyecto cargado
fil: Di pwedeng tanggalin ang patong: Walang proyekto na naka-load
fr: Suppression de calque désactivée: aucun projet chargé
gl: Borrar capa desactivado: ningún proxecto cargado
it: Cancellazione livello disabilitata: Nessun progetto caricato
pt: Eliminar camada inactiva: Sem projecto carregado

source: Move layer down disabled: No project loaded
bg: Преместването надолу на слоя е изключено: Не е отворен проект
el: Μετακίνηση στρώσης κάτω απενεργοποιημένη: Δεν φορτώθηκε κανένα έργο
es: Bajar capa desactivado: ningún proyecto cargado
fil: Di pwedeng ibaba ang patong: Walang proyekto na naka-load
fr: Déplacement de calque vers le bas désactivé: aucun projet chargé
gl: Baixar capa desactivado: ningún proxecto cargado
it: Spostamento livello in basso disabilitato: Nessun progetto caricato
pt: Mover camada abaixo inactiva: Sem projecto carregado

source: Move layer up disabled: No project loaded
bg: Преместването нагоре на слоя е изключено: Не е отворен проект
el: Μετακίνηση στρώσης επάνω απενεργοποιημένη: Δεν φορτώθηκε κανένα έργο
es: Subir capa desactivado: ningún proyecto cargado
fil: Di pwedeng itaas ang patong: Walang proyekto na naka-load
fr: Déplacement de calque vers le haut désactivé: aucun projet chargé
gl: Mover capa arriba desactivado: ningún proxecto cargado
it: Spostamento livello in alto disabilitato: Nessun progetto caricato
pt: Mover camada acima inactiva: Sem projecto carregado

source: Add mouse pointer disabled: No project loaded
bg: Добавянето на показалец е изключено: Не е отворен проект
el: Προσθήκη δείκτη ποντικιού απενεργοποιημένη: Δεν φορτώθηκε κανένα έργο
es: Añadir puntero desactivado: ningún proyecto cargado
fil: Di pwedeng maglagay ng mouse pointer: Walang proyekto na naka-load
fr: Ajout du pointeur de souris désactivé: aucun projet chargé
gl: Desactivado engadir punteiro do rato: ningún proxecto cargado: ningún proxecto cargado
it: Aggiunta di puntatore del mouse disabilitato: Nessun progetto caricato
pt: Adicionar ponteiro de rato inactivo: Sem projecto carregado

source: Add text layer disabled: No project loaded
bg: Добавянето на текстов слой е изключено: Не е отворен проект
el: Στρώση προσθήκης κειμένου απενεργοποιημένη: Δεν φορτώθηκε κανένα έργο
es: Añadir capa de texto desactivado: ningún proyecto cargado
fil: Di pwedeng maglagay ng patong na text: Walang proyekto na naka-load
fr: AJout d'un calque texte désactivé: aucun projet chargé
gl: Desactivado engadir texto: ningún proxecto cargado
it: Aggiunta livello testuale disabilitata: Nessun progetto caricato
pt: Adicionar camada de texto inactiva: Sem projecto carregado

source: Add highlight layer disabled: No project loaded
bg: Добавянето на слой с акцент е изключено: Не е отворен проект
el: Στρώση προσθήκης επισήμανσης απενεργοποιημένη: Δεν φορτώθηκε κανένα έργο
es: Añadir capa de resaltado desactivado: ningún proyecto cargado
fil: Di pwedeng maglagay ng patong na highlight: Walang proyekto na naka-load
fr: Ajout d'un calque surbrillance désactivé: aucun projet chargé
gl: Desactivado engadir capa de resalte: ningún proxecto cargado
it: Aggiunta livello evidenziato disabilitata: Nessun progetto caricato
pt: Adicionar camada de destaque inactiva: Sem projecto carregado

source: Add image layer disabled: No project loaded
bg: Добавянето на слой с изображение е изключено: Не е отворен проект
el: Στρώση προσθήκης εικόνας απενεργοποιημένη: Δεν φορτώθηκε κανένα έργο
es: Añadir capa de imagen desactivado: ningún proyecto cargado
fil: Hindi pwedeng maglagay ng patong na imahe: Walang proyekto na naka-load
fr: Ajout d'un calque image désactivé: aucun projet chargé
gl: Desactivado engadir capa de imaxe: ningún proxecto cargado
it: Aggiunta livello immagine disabilitata: Nessun progetto caricato
pt: Adicionar camada de imagem inactiva: Sem projecto carregado

source: Dimension adjustment disabled: No project loaded
bg: Настройките на размерите са изключени - няма зареден проект.
el: Η ρύθμιση των διαστάσεων είναι απενεργοποιημένη: Κανένα έργο δεν φορτώθηκε
es: Ajuste de dimensiones desactivado: ningún proyecto cargado
fil: Hindi pwedeng ayusin ang lak, hab at lapad: Walang proyekto na naka-load
fr: Ajustement de la dimension désactivé: Aucun projet chargé
gl: Desactivado o axuste de dimensións: Ningún proxecto cargado
it: Modifica dimensioni disabilitata: Nessun progetto caricato

source: Export to Flash disabled: No project loaded
bg: Изнасянето към Flash е изключено: Не е отворен проект
el: Εξαγωγή σε Flash απενεργοποιημένη: Δεν φορτώθηκε κανένα έργο
es: Exportar a Flash desactivado: ningún proyecto cargado
fil: Hindi pwedeng mag-Export sa Flash: Walang proyekto na naka-load
fr: Exportation en Flash désactivée: aucun projet chargé
gl: Desactivada a exportación a Flash: Ningún proxecto cargado
it: Esportazione in Flash disabilitata: Nessun progetto caricato
pt: Exportação para Flash inactiva: Sem projecto carregado

source: Could not regenerate the time line widget.
bg: Не може да се създаде времевата линия
el: Αδυναμία ανάπλασης γραφικού αντικειμένου χρονογραμμής.
es: No se puede regenerar el widget the la línea de tiempo.
fil: Hindi magawa uli ang time line na widget
fr: Impossible de régénérer chronologie.
gl: Non se pode rexenerar o elemento da liña do tempo.
it: Impossibile rigenerare la linea del tempo.
pt: Incapaz de regenerar o widget da linha temporal

source: Export Html
bg: Изнеси Html
el: Εξαγωγή Html
es: Exportar Html
fr: Exporter en Htlm
gl: Exportar Html
it: Esportazione in Html
pt: Exportar Html

source: All files (*.*)
bg: Всички файлове (*.*)
el: Όλα τα αρχεία (*.*)
es: Todos los ficheros (*.*)
fil: Lahat ng mga file (*.*)
fr: Tous les fichiers (*.*)
gl: Tódolos ficheiros (*.*)
it: Tutti i file (*.*)
pt: Todos os ficheiros (*.*)

source: There was something wrong with the file name given. Please try again.
bg: Има нещо неправилно в даденото име за файл. Моля опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με το όνομα που δόθηκε στο αρχείο. Παρακαλώ, προσπαθήστε πάλι.
es: Hay algo erróneo con el nombre de fichero dado. Por favor inténtelo de nuevo.
fil: May problema sa binigay na file name. Pakiulit.
fr: Une erreur est survenue avec le nom de fichier. Veuillez réessayer.
gl: Houbo algo errado co nome de arquivo. Por favor, tente de novo.
it: Errore nel nome del file inserito. Per piacere riprova.
pt: Ocorreu um erro com o nome de ficheiro atribuído. Tente novamente.

source: Overwrite existing file?
bg: Презапис на съществуващия файл?
el: Αντικατάσταση υπάρχοντος αρχείου;
es: ¿Reemplazar el archivo existente?
fil: Patungan ang lumang file?
fr: Écraser le fichier existant?
gl: Desexa sobrescribir o ficheiro existente?
it: Sovrascrivere il file esistente?
pt: Substituir ficheiro existente?

source: Couldn't create the output file.
bg: Не можа да създаде изходен файл.
el: Αδυνία δημιουργίας αρχείου εξαγωγής.
es: No se puede crear el fichero de salida.
fil: Hindi magawa ang output file.
fr: Impossible de créer le fichier de sortie.
gl: Non se puido crear o ficheiro de saída.
it: Non posso creare il file di destinazione.
pt: Incapaz de criar ficheiro de saída.

source: Wrote html wrapper
bg: Html обвивката е написана
el: Εγγραφή αρχείου Html
es: Contenedor html escrito
fil: Sinulat ang html wrapper
fr: Écriture du conteneur HTML
gl: Escribiu colector html
it: Scrivi l'involucro HTML

source: Slide
bg: Слайд
el: Διαφάνεια
es: Diapositiva
fr: Diapositive
gl: Diapositiva
it: Diapositiva

source: Slide name array Action Script: %s
bg: Списък действия за групата слайдове: %s
el: Διάταξη ονομασίας διαφάνειας Action Script: %s
es: Nombre de serie de diapositivas Action Script: %s
fr: Nom du tableau de dispositives Action Script: %s
gl: Guión de acción do nome da colección de diapositivas: %s
it: Nome della tabella di dispositive Action Script: %s

source: Restart button pressed, slide counter has been set to:
bg: Бутона за рестарт е натиснат, броячът на слайдове е настроен на:
el: Το πλήκτρο Επανεκκίνσηςη πατήθηκε, ο μετρητής διαφανειών ορίστηκε σε:
es: Botón de reseteo pulsado. El contador de diapositivas ha sido establecido a:
fil: Pinindot ang restart button, ang bilangan ng slide ay naka-set sa:
fr: Bouton de redémarrage pressé, le compteur de diapositives a été fixé à:
gl: Presionouse o botón Reiniciar, o contador de diapositivas estableceuse en:
it: Pulsante riavvio premuto, il contatore diapositive è stato impostato a:
pt: Botão de reiníciar pressionado, contador de slides foi alterado para:

source: We should now jump to the slide named
bg: Сега трябва да прескочим до слайда именован
el: Θα μετακινηθούμε τώρα στη διαφάνεια με όνομα
es: Deberíamos saltar ahora a la diapositiva mencionada
fil: Kailangan nang lumipat sa slide na ang pangalan ay
fr: Nous sautons à la diapositive nommée
gl: Agora debemos ir á diapositiva nomeada
it: Saltare alla diapositiva chiamata
pt: Devemos saltar para o slide com o nome

source: Rewind button pressed while in first slide, slide counter has been set to:
el: Το πλήκτρο Επανέναρξης πατήθηκε ενώ βρισκόσασταν στην πρώτη διαφάνεια, ο μετρητής διαφανειών ορίστηκε σε :
es: Botón de rebobinado pulsado estando en la primera diapositiva, el contado de diapositivas ha sido establecido a:
fil: Pinindot ang rewind button habang nasa unang slide, ang bilangan ng slide ay naka-set sa:
fr: Le bouton de retour a été pressé sur la première diapositive, le compteur de diapositives a été fixé à:
gl: Presionouse o botón Rebobinado durante a primeira diapositiva, o contador de diapositivas estableceuse en:
it: Pulsante riavvolgimento premuto mentre si era sulla prima diapositiva, il contatore diapositive è stato impostato a:
pt: Botão de Retroceder pressionado no primeiro slide, contador de slides foi alterado para:

source: 'playing' variable is unchanged, at:
el: η μεταβλητή 'παιχνίδι' είναι αμετάβλητη, σε:
es: La variable 'playing' no se ha cambiado en:
fr: La variable 'jouer' est inchangée, à:
gl: A variable 'playing' mantén-se inalterada, en:
it: La variabile 'playing' è invariata, valore corrente:

source: We should now jump to the first frame of the movie.
bg: Трябва да отидем до първия кадър на филма.
el: Θα μετακινηθούμε τώρα στο πρώτο πλαίσιο της ταινίας.
es: Deberíamos saltar ahora al primer frame de la película.
fil: Kailangan na ngayong lumipat sa unang frame ng pelikula.
fr: Nous sautons au premier cadre du film.
gl: Agora debemos saltar para o primeiro fotograma do filme.
it: Saltare al primo frame del video.
pt: Devemos saltar para a primeira frame do filme.

source: Using
bg: Използвайки
el: Χρήση
es: Usando
fil: Ginagamit ang
fr: Utilisation
gl: Usando
it: In uso
pt: A usar

source: Rewind button pressed, slide counter has been set to:
el: Το πλήκτρο επανέναρξης πατήθηκε, ο μετρητής διαφανειών ορίστηκε σε:
es: Botón de rebobinado pulsado, el contado de diapositivas ha sido establecido a:
fil: Pinindot ang rewind button, ang bilangan ng slide ay naka-set sa:
fr: Le bouton de recul a été pressé, le compteur de diapositives a été fixé à:
gl: Presionouse o botón Rebobinado, o contador de diapositivas estableceuse en:
it: Pulsante riavvolgimento premuto, il contatore diapositive è stato impostato a:
pt: Botão Retroceder pressionado, contador de slides alterado para:

source: '_root.reversing' variable has been set to true.
el: η μεταβλητή '_root.reversing' ορίστηκε ως αληθής.
es: Variable '_root.reversing' ha sido establecida a true.
fr: La variable '_root.reversing' a été fixée à vrai.
gl: A variable '_root.reversing' estableceuse como verdadeira.
it: La variabile '_root.reversing' è impostata a vero .
