Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: There was something wrong with the default project width value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'ширина на проекта' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή του πλάτους του έργου που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor de ancho de proyecto por defecto almacenado en las preferencias. Usando las preferencias por defecto.
fil: May problema sa nakalagay na default na lapad ng proyekto sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences de largeur du projet. Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor do ancho do proxecto indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Ocorreu um erro com o valor de largura do projecto indicado nas Preferências.A usar as definições de origem.

source: There was something wrong with the default output width value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'изходна ширина' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή του πλάτους εξαγωγής που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor de ancho de salida por defecto almacenado en las preferencias. Usando las preferencias por defecto.
fil: May problema sa nakalagay na default na lapad ng output sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences de largeur de sortie. Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor do ancho da saída indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Ocorreu um erro com o valor de saída indicado nas Preferências.A usar as definições de origem.

source: There was something wrong with the default output height value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'изходна височина' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή του ύψους εξαγωγής που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor de altura de salida por defecto almacenado en las preferencias. Usando las preferencias por defecto.
fil: May problema sa nakalagay na default na tangkad ng output sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences de hauteur de sortie. Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor do alto de saída indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Ocorreu um erro com o valor de altura indicado nas Preferências.A usar as definições de origem.

source: There was something wrong with the default slide duration value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'продължителност на слад' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή διάρκειας της διαφάνειας που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor de duración de transparencias por defecto almacenado en las preferencias. Usando las preferencias por defecto.
fil: May problema sa nakalagay na default na tagal ng slide sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences de durée des diapositives. Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor de duración de diapositiva indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Ocorreu um erro com o valor da duração do Slide indicado nas Preferências.A usar as definições de origem.

source: There was something wrong with the default layer duration value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'продължителност на слой' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή διάρκειας της στρώσης που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor de duración de capa por defecto almacenado en las preferencias. Usando las preferencias por defecto.
fil: May problema sa nakalagay na default na tagal ng patong sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences de durée des calques. Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor de duración de capa indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Ocorreu um erro com o valor da duração da camada indicado nas Preferências.A usar as definições de origem.

source: There was something wrong with the default background color value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'фонов цвят' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή του χρώματος παρασκηνίου που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor de color de fondo por defecto almacenado en las preferencias. Usando las preferencias por defecto.
fil: May problema sa nakalagay na default na color ng background sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences de couleur par défaut de l'arrière-plan . Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor de cor de fondo indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Ocorreu um erro com o valor de cor de fundo indicada nas Preferências.A usar as definições de origem.

source: There was something wrong with the film strip thumbnail width value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'ширина на филмовата лента' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή πλάτους μικρογραφίας της ταινίας που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor de ancho de miniatura de tira de la película almacenado en las preferencias. Usando las preferencias por defecto.
fil: May problema sa nakalagay na lapad ng film strip thumbnail sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences de vignettes du film . Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor do ancho da miniatura de pelicula indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Ocorreu um erro com o valor da largura da miniatura filme indicada nas Prefererências.A usar as definições de origem.

source: There was something wrong with the default frames per second value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'кадъра в секунда' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή των πλαισίων ανά δευτερόλεπτο που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor de frames por segundo por defecto almacenado en las preferencias. Usando las preferencias por defecto.
fil: May problema sa nakalagay na default na bilang ng mga frame sa bawat segundo sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences du nombre d'images par secondes . Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor das FPS indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Ocorreu um erro com o valor das FPS indicadas nas Preferências.A usar as definições de origem.

source: There was something wrong with the icon height value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'височина на икона' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή ύψους του εικονιδίου που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor de altura de icono almacenado en las preferencias. Usando las preferencias por defecto.
fil: May problema sa nakalagay na tangkad ng icon sa preferences. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences de hauteur des icônes . Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor da altura da icona indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Ocorreu um erro com o valor da altura de ìcone indicada nas Preferências.A usar as definições de origem.

source: There was something wrong with the screenshot delay value stored in the preferences. Using default preferences instead.
el: Υπήρξε κάποιο σφάλμα με την τιμή καθυστέρησης του στιγμιότυπου οθόνης που ορίστηκε στις προτιμήσεις. Θα χρησιμοποιηθούν οι προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor retardo en la captura de pantallas almacenado en las preferencias. Usando las preferencias por defecto.
fr: Une erreur s'est produite avec le délai de capture réglé dans les préférences . Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor de retraso da captura de pantalla indicado nas preferencias. Vanse usar as definicións por defecto.

source: There was something wrong with the default text foreground color value stored in the preferences.
el: Υπήρξε κάποιο σφάλμα με την προκαθορισμένη τιμή του χρώματος προσκηνίου του κειμένου που ορίστηκε στις επιλογές.
es: Hubo algo erróneo con el valor del color de texto por defecto almacenado en las preferencias.
fr: Une erreur s'est produite avec la couleur d'avant-plan du texte réglée dans les préférences
gl: Houbo algo errado co valor por defecto da cor de texto plano almacenado nas preferencias.

source: Using default preferences instead.
el: Αντ' αυτού, θα χρησιμοποιηθούν οι προκαθορισμένες επιλογές.
es: Usando preferencias por defecto.
fr: Les préférences par défaut seront utilisées.
gl: Utilizando as preferencias por defecto en vez diso.

source: There was something wrong with the default text layer font size value stored in the preferences.
el: Υπήρξε κάποιο σφάλμα με την προκαθορισμένη τιμή του μεγέθους γραμματοσειράς στη στρώση κειμένου που ορίστηκε στις επιλογές.
es: Hubo algo erróneo con el valor del tamaño de fuente de las capas de texto por defecto almacenado en las preferencias.
fr: Une erreur s'est produite avec la taille de police du texte réglée dans les préférences.
gl: Houbo algo errado co valor por defecto do tamaño de fonte da capa de texto, almacenado nas preferencias.

source: There was something wrong with the default text layer font face value stored in the preferences.
el: Υπήρξε κάποιο σφάλμα με την προκαθορισμένη τιμή της μορφής γραμματοσειράς στη στρώση κειμένου που ορίστηκε στις επιλογές.
es: Hubo algo erróneo con el valor de fuente por defecto en la capa de texto almacenado en las preferencias.
fr: Une erreur s'est produite avec la valeur par défaut du jeu de caractères réglée dans les préférences.
gl: Houbo algo errado co valor por defecto da fonte da capa de texto, almacenado nas preferencias.

source: Some of the application preference registry keys are missing. Using defaults.
el: Κάποια από τα κλειδιά μητρώου της εφαρμογής λείπουν. Θα χρησιμοποιηθούν τα προκαθορισμένα.
es: Algunas de las claves de registro de preferencias de la aplicación están perdidas. Usando los valores por defecto.
fr: Quelques clés de registre de l'application sont manquantes. Les préférences par défaut seront utilisées.
gl: Faltan algunhas claves de rexistro de preferencia das aplicacións. Usaranse as establecidas por defecto.

source: Adjust project dimensions
bg: Настройки на размерите на проекта
el: Ρύθμιση διαστάσεων έργου
es: Ajustar dimensiones del proyecto
fr: Ajustement des dimensions du projet
gl: Axuste as dimensións do proxecto

source: Project width:
bg: Ширина на проекта:
el: Πλάτος έργου:
es: Ancho del proyecto:
fr: Largeur du projet:
gl: Ancho do proxecto

source: Project height:
bg: Височина на проекта:
el: Ύψος έργου:
es: Altura del proyecto:
fr: Hauteur du projet:
gl: Alto do proxecto

source: Those adjustment values would make the project smaller than the minimum allowed.
el: Αυτές οι τιμές θα κάνουν το έργο μικρότερο από το επιτρεπόμενο ελάχιστο μέγεθος.
es: Dichos valores de ajustes pueden hacer el proyecto más pequeño que el mínimo permitido.
fr: Ajuster à ces valeurs rendrait le projet plus petit que la taille minimum autorisée.
gl: Eses valores de axuste farían o proxecto máis pequeno que o mínimo permitido.

source: Those adjustment values would make the project larger than the maximum allowed.
el: Αυτές οι τιμές θα κάνουν το έργο μεγαλύτερο από το επιτρεπόμενο μέγιστο μέγεθος.
es: Dichos valores de ajustes pueden hacer el proyecto más grande que el máximo permitido.
fr: L'ajustement à ces valeurs rendrait le projet plus grand que le maximum autorisé.
gl: Eses valores de axuste farían o proxecto máis grande que o máximo permitido.

source: Project dimensions adjusted
bg: Размерите на програмата са настроени
el: Οι διαστάσεις του έργου ρυθμίστηκαν
es: Dimensiones del proyecto ajustadas
fr: Dimensions du projet ajustées
gl: Axustadas as dimensións do proxecto

source: There was something wrong with a red component color value in the project file.
bg: Нещо се обърка със стойноста на червения цвят в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του στοιχείου κόκκινου χρώματος στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de color de componente rojo en el fichero del proyecto.
fil: May problema sa nakalagay na pulang component na kulay sa project file.
fr: Une erreur est survenue avec la valeur de la composante rouge dans le fichier projet.
gl: Houbo algo errado co valor do compoñente vermello no ficheiro do proxecto.
pt: Ocorreu um erro com o valor do componente vermelho no ficheiro do projecto.

source: There was something wrong with a green component color value in the project file.
bg: Нещо се обърка със стойноста на зеления цвят в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του στοιχείου πράσινου χρώματος στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de color de componente verde en el fichero del proyecto.
fil: May problema sa nakalagay na luntiang component na kulay sa project file.
fr: Une erreur est survenue avec la valeur de la composante verte dans le fichier projet.
gl: Houbo algo errado co valor do compoñente verde no ficheiro do proxecto.
pt: Ocorreu um erro com o valor do componente verde no ficheiro do projecto.

source: There was something wrong with a blue component color value in the project file.
bg: Нещо се обърка със стойноста на синия цвят в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του στοιχείου μπλε χρώματος στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de color de componente azul en el fichero del proyecto.
fil: May problema sa nakalagay na bughaw na component na kulay sa project file.
fr: Une erreur est survenue avec la valeur de la composante bleue dans le fichier projet.
gl: Houbo algo errado co valor do compoñente azul no ficheiro do proxecto.
pt: Ocorreu um erro com o valor do componente azul no ficheiro do projecto.

source: There was something wrong with a layer start time value in the project file.
bg: Нещо се обърка със стойноста на началното времето в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή χρόνου εκκίνησης της στρώσης στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de instante de comienzo de la capa en el fichero del proyecto.
fil: May problema sa nakalagay na pansimulang oras ng patong sa project file.
fr: Une erreur est survenue avec la valeur du temps de démarrage du calque dans le fichier projet.
gl: Houbo algo errado co valor do tempo de inicio da capa no ficheiro do proxecto.

source: There was something wrong with a layer duration value in the project file.
bg: Нещо се обърка със стойността за продължителност на слоя във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή διάρκειας της στρώσης στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de duración de capa en el fichero del proyecto.
fil: May problema sa nakalagay na tagal ng patong sa project file.
fr: Une erreur est survenue avec la valeur de la durée du calque dans le fichier projet.
gl: Houbo algo errado co valor da duración da capa no ficheiro do proxecto.
pt: Ocorreu um erro com o valor da duração da camada no ficheiro do projecto.

source: There was something wrong with a layer visibility value in the project file.
bg: Нещо се обърка със стойността за видимост на слоя във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ορατότητας της στρώσης στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de visibilidad de capa en el fichero del proyecto.
fil: May problema sa nakalagay na bisibilidad ng patong sa project file.
fr: Une erreur est survenue avec la valeur de la visibilité du calque dans le fichier projet.
gl: Houbo algo errado co valor da visibilidade da capa no ficheiro do proxecto.
pt: Ocorreu um erro com o valor da visibilidade da camada no ficheiro do projecto.

source: There was something wrong with a layer name value in the project file.
bg: Нещо се обърка със стойността за име на слоя във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ονόματος της στρώσης στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de nombre de capa en el fichero del proyecto.
fil: May problema sa nakalagay na pangalan ng patong sa project file.
fr: Une erreur est survenue avec la valeur du nom du calque dans le fichier projet.
gl: Houbo algo errado co valor do nome da capa no ficheiro do proxecto.
pt: Ocorreu um erro com o valor do nome da camada no ficheiro do projecto.

source: There was something wrong with an external link value in the project file.
bg: Нещо се обърка със стойността на външната връзка във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ενός εξωτερικού συνδέσμου στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de enlace externo en el fichero del proyecto.
fil: May problema sa nakalagay na panlabas na link sa project file.
fr: Une erreur est survenue avec la valeur du lien externe dans le fichier projet.
gl: Houbo algo errado co valor dunha ligazón externa no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de um link externo no ficheiro do projecto.

source: There was something wrong with an external link target window value in the project file.
bg: Нещо се обърка със стойността на целта на външната връзка във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του παράθυρου προορισμού ενός εξωτερικού συνδέσμου στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de enlace externo a ventana destino en el fichero del proyecto.
fil: May problema sa nakalagay na target ng panlabas na link sa project file.
fr: Une erreur est survenue avec la valeur de la fenêtre cible du lien externe dans le fichier projet.
gl: Houbo algo errado co valor da ventá de destino de unha ligazón externa no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de um link externo para uma janelade destino no ficheiro do projecto.

source: There was something wrong with a highlight border width value in the project file.
bg: Нещо се обърка със стойността за рамка на акцента в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή πλάτους του περιγράμματος επισήμανσης στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de ancho del borde del resaltado en el fichero del proyecto.
fil: May problema sa nakalagay na lapad ng border ng highlight sa project file.
fr: Une erreur est survenue avec la valeur de la bordure de la surbrillance dans le fichier projet.
gl: Houbo algo errado co valor do ancho do borde do resalte no ficheiro do proxecto.
pt: Ocorreu um erro com o valor da espessura de linha de um destaque no projecto.

source: There was something wrong with a highlight opacity value in the project file.
bg: Нещо се обърка със стойността за плътност на акцента в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή αδιαφάνειας της επισήμανσης στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de opacidad de resaltado en el fichero del proyecto.
fil: May problema sa nakalagay na karimlan ng highlight sa project file.
fr: Une erreur est survenue avec la valeur de l'opacité de la surbrillance dans le fichier projet.
gl: Houbo algo errado co valor da opacidade do resalte no ficheiro do proxecto.
pt: Ocorreu um erro com o valor da opacidade de um destaque no projecto.

source: There was something wrong with an x offset start value in the project file.
bg: Нещо се обърка със стойността за начало на отместване по X в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή x έναρξης μετακίνησης στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de offset de comienzo en X en el fichero del proyecto.
fil: May problema sa nakalagay na pansimulang x offset sa project file.
fr: Une erreur est survenue avec la valeur de démarrage du décalage horizontal (x) dans le fichier projet.
gl: Houbo algo errado co valor inicial da compensación x no ficheiro do proxecto.

source: There was something wrong with a y offset start value in the project file.
bg: Нещо се обърка със стойността за начало на отместване по Y в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή y έναρξης μετακίνησης στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de offset de comienzo en Y en el fichero del proyecto.
fil: May problema sa nakalagay na pansimulang y offset sa project file.
fr: Une erreur est survenue avec la valeur de démarrage du décalage vertical (y) dans le fichier projet.
gl: Houbo algo errado co valor inicial da compensación y no ficheiro do proxecto.

source: There was something wrong with an x offset finish value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή x τέλους μετακίνησης στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de offset de finalización en X en el fichero del proyecto.
fil: May problema sa nakalagay na pangtapos na x offset sa project file.
fr: Une erreur est survenuet avec la valeur de fin du décalage horizontal (x) dans le fichier projet.
gl: Houbo algo errado co valor final da compensación x no ficheiro do proxecto.

source: There was something wrong with a y offset finish value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή y τέλους μετακίνησης στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de offset de finalización en y en el fichero del proyecto.
fil: May problema sa nakalagay na pangtapos na y offset sa project file.
fr: Une erreur est survenue avec la valeur de fin du décalage vertical (y) dans le fichier projet.
gl: Houbo algo errado co valor final da compensación y no ficheiro do proxecto.
