Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: Project Height missing, aborting load. Please choose a different project file.
bg: Липсва височина на проекта, прекратяване на зареждането. Моля, изберете друг файл.
el: Το ύψος του έργου λείπει, ματαίωση φόρτωσης. Παρακαλώ, επιλέξτε ένα διαφορετικό αρχείο έργου.
es: No se encuentra la altura del proyecto, abortando la carga. Por favor elija otro fichero de proyecto.
fil: Nawawala ang Tangkad ng Proyekto, hindi itutuloy ang pag-load. Pakipili ng ibang project file.
fr: La hauteur du projet est manquante. Veuillez sélectionner un fichier de projet différent.
gl: Falta a altura do proxecto, anulando carga. Por favor, seleccione outro arquivo de proxecto.
pt: Altura do Projecto em falta, a abortar carregamento.Seleccione outro ficheiro.

source: The file format value in the project file is not recognized. This project file can't be used.
bg: Файловия формат не е разпознат. Моля, изберете друг файл.
el: Η τιμή της μορφής του αρχείου στο έργο δεν αναγνωρίστηκε. Το αρχείο έργου δεν μπορεί να χρησιμοποιηθεί.
es: El valor de formato de fichero en el fichero del proyecto no se reconoce. Este fichero de proyecto no puede ser usado.
fil: Ang nakalagay na format ng file sa proyekto ay hindi makilalala. Hindi magagamit ang project file.
fr: La valeur du format de fichier du projet n'est pas reconnue. Ce fichier projet ne peut être utilisé.
gl: Formato do ficheiro de proxecto non recoñecido. Este ficheiro de proxecto non pode ser usado.
pt: Formato do ficheiro não reconhecido.Este ficheiro não pode ser usado.

source: There was something wrong with the project name value in the project file.
bg: Нещо се обърка с името на проекта във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ονόματος του αρχείου στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de nombre de proyecto en el fichero del proyecto.
fil: May problema sa nakalagay na pangalan ng proyekto sa project file.
fr: Une erreur est survenue avec la valeur du nom du projet dans le fichier projet.
gl: Houbo algo errado co valor do nome do proxecto no ficheiro do proxecto.
pt: Ocorreu um erro com nome do projecto no ficheiro do projecto.

source: There was something wrong with the output folder value in the project file.
bg: Нещо се обърка със стойността на изходната папка във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του φακέλου εξαγωγής στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de carpeta de salida en el fichero del proyecto.
fil: May problema sa nakalagay na output folder ng project file.
fr: Une erreur est survenue avec la valeur du dossier de sortie dans le fichier projet.
gl: Houbo algo errado co valor do cartafol de saída no ficheiro de proxecto.
pt: Ocorreu um erro com o valor indicado na directoria de saída do ficheiro do projecto.

source: There was something wrong with the output width value in the project file.
bg: Нещо се обърка със стойността на изходната ширина във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του πλάτους εξαγωγής στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de ancho de salida en el fichero del proyecto.
fil: May problema sa nakalagay na lapad ng output sa project file.
fr: Une erreur est survenue avec la valeur de sortie de la largeur dans le fichier projet.
gl: Houbo algo errado co valor do ancho da saída no ficheiro do proxecto.
pt: Ocorreu um erro no valor de largura indicado no ficheiro do projecto.

source: There was something wrong with the output height value in the project file.
bg: Нещо се обърка със стойността на изходната височина във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του ύψους εξαγωγής στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de altura de salida en el fichero del proyecto.
fil: May problema sa nakalagay na tangkad ng output sa project file.
fr: Une erreur est survenue avec la valeur de sortie de la hauteur dans le fichier projet.
gl: Houbo algo errado co valor da altura da saída no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de altura indicado no ficheiro do projecto.

source: There was something wrong with the project width value in the project file.
bg: Нещо се обърка с ширината на проекта във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του πλάτους του έργου στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de anchura del proyecto en el fichero del proyecto.
fil: May problema sa nakalagay na lapad ng proyekto sa project file.
fr: Une erreur est survenue avec la largeur du projet dans le fichier projet.
gl: Houbo algo errado co valor do ancho do proxecto indicado no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de largura indicado no ficheiro do projecto.

source: There was something wrong with the frames per second value in the project file.
bg: Нещо се обърка със стойността на кадри в секунда във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή των στιγμιότυπων ανά δευτερόλεπτο στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de frames por segundo en el fichero del proyecto.
fil: May problema sa nakalagay na bilang ng mga frame bawat segundo sa project file.
fr: Une erreur est survenue avec le nombre d'images par secondes dans le fichier projet.
gl: Houbo algo errado co valor de fotogramas por segundo no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de FPS indicado no ficheiro do projecto.

source: There was something wrong with the start behavior value in the project file.
bg: Нещо се обърка със стойността на начално поведение във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή συμπεριφοράς εκκίνησης στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de comportamiento de inicio en el fichero del proyecto.
fil: May problema sa nakalagay na pansimulang kilos sa project file.
fr: Une erreur est survenue avec le comportement du démarrage dans le fichier projet.
gl: Houbo algo errado co valor de comportamento inicial no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de comportamento de início no ficheirodo projecto.

source: There was something wrong with the end behavior value in the project file.
bg: Нещо се обърка със стойността на поведението за край във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή συμπεριφοράς τέλους στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de comportamiento de finalización en el fichero del proyecto.
fil: May problema sa nakalagay na huling kilos sa project file.
fr: Une erreur est survenue avec la valeur du comportement de fin dans le fichier projet.
gl: Houbo algo errado co valor de comportamento final no ficheiro do proxecto.
pt: Ocorreu um erro com o comportamento de fim no ficheiro do projecto.

source: There was something wrong with the control bar display value in the project file.
bg: Нещо се обърка със стойността на контролната лента във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή εμφάνισης της γραμμής ελέγχου στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de muestra de barra de control en el fichero del proyecto.
fil: May problema sa nakalagay na control bar display sa project file.
fr: Une erreur est survenue avec la valeur de l'affichage de la barre de contrôle dans le fichier projet.
gl: Houbo algo errado co valor de presentación da barra de control no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de apresentação da barra de controlono ficheiro do projecto.

source: There was something wrong with the information button display value in the project file.
bg: Нещо се обърка със стойността на бутона за информация във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή εμφάνισης του πλήκτρου πληροφοριών στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de muestra del botón de información en el fichero del proyecto.
fil: May problema sa nakalagay na information button display sa project file.
fr: Une erreur est survenue avec la valeur d'affichage du bouton d'information dans le fichier projet.
gl: Houbo algo errado co valor de presentación do botón de información no ficheiro do proxecto.

source: There was something wrong with the information button link value in the project file.
bg: Нещо се обърка със стойността на връзката на бутона за информация във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του συνδέσμου του πλήκτρου πληροφοριών στο αρχείο του έργου.
es: Hubo algo erróneo con el valor del enlace del botón de información en el fichero del proyecto.
fil: May problema sa nakalagay na information button link sa project file.
fr: Une erreur est survenue avec la valeur du lien du bouton d'information dans le fichier projet.
gl: Houbo algo errado co valor da ligazón do botón de información no ficheiro do proxecto.

source: There was something wrong with a slide name value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ονόματος της διαφάνειας στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de nombre de transparencia en el fichero del proyecto.
fil: May problema sa nakalagay na pangalan ng slide sa project file.
fr: Une erreur est survenue avec la valeur du nom d'une diapositive dans le fichier projet.
gl: Houbo algo errado co valor do nome da diapositiva no ficheiro do proxecto.
it: Errore nel nome di una diapositiva nel file del progetto.

source: There was something wrong with a slide duration value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή διάρκειας της διαφάνειας στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de duración de transparencia en el fichero del proyecto.
fil: May problema sa nakalagay na tagal ng slide sa project file.
fr: Une erreur est survenue avec la valeur de durée d'une diapositive dans le fichier projet.
gl: Houbo algo errado co valor da duración da diapositiva no ficheiro do proxecto.
it: Errore nel valore della durata di una diapositiva nel file del progetto.

source: Aborting load of project file.
bg: Спиране на зареждането на проекта.
el: Ματαίωση φόρτωσης του αρχείου του έργου.
es: Abortando la carga del fichero del proyecto.
fil: Hindi itutuloy ang pag-load ng project file.
fr: Abandon du chargement du fichier projet.
gl: Abortando carga do ficheiro do proxecto.
pt: A abortar carregamento de ficheiro de projecto.

source: There was something wrong with a background border width value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή πλάτους του περιγράμματος παρασκηνίου στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de ancho del borde del background en el fichero del proyecto.
fil: May problema sa nakalagay na lapad ng border ng background sa project file.
fr: Une erreur est survenue avec la valeur de la largeur d'une bordure de l'arrière-plan dans le fichier projet.
gl: Houbo algo errado co valor do ancho do borde do fondo no ficheiro do proxecto.

source: There was something wrong with a text background visibility value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ορατότητας του κειμένου παρασκηνίου στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de visibilidad del texto del background en el fichero del proyecto.
fil: May problema sa nakalagay na bisibilidad ng background ng text sa project file.
fr: Une erreur est survenue avec la valeur de la visibilité d'un texte de l'arrière-plan dans le fichier projet.
gl: Houbo algo errado co valor de visibilidade do fondo do texto no ficheiro do proxecto.

source: There was something wrong with the count of text layer values given in the project file.
el: Υπήρξε κάποιο σφάλμα με την καταμέτρηση των δεδομένων τιμών της στρώσης κειμένου στο αρχείο του έργου.
es: Hubo algo erróneo con la cuenta de valores de capas de texto en el fichero del proyecto.
fr: Une erreur s'est produite dans le compte des valeurs de calques de texte du projet.
gl: Houbo algo errado coa conta dos valores de capa de texto no ficheiro do proxecto.

source: Invalid unicode character found in text layer input.
el: Βρέθηκε μη έγκυρος χαρακτήρας unicode κατά την εισαγωγή στη στρώση κειμένου.
es: Caracter unicode inválido encontrado en la capa de entrada de texto.
fr: Caractère unicode invalide dans la saisie texte.
gl: Caracter unicode non válido atopado na capa de entrada de texto.

source: There was something wrong with a font face value in the project file.
el: Υπήρξε κάποιο σφάλμα με μια τιμή της μορφής γραμματοσειράς στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de texto fuente en el fichero del proyecto.
fr: Une erreur s'est produite avec une valeur par défaut de la police dans le fichier projet.
gl: Houbo algo errado co valor dos tipos de letras no ficheiro do proxecto.

source: There was something wrong with a font size value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή μεγέθους γραμματοσειράς στο αρχείο του έργου.
es: Hubo algo erróneo con el valor de tamaño de fuente en el fichero del proyecto.
fil: May problema sa nakalagay na laki ng titik sa project file.
fr: Une erreur est survenue avec la valeur de la taille des caractères dans le fichier projet.
gl: Houbo algo errado co valor dun tamaño de letra no ficheiro do proxecto.
it: Errore nella dimensione di un carattere nel file del progetto.

source: Saving preferences in the registry failed.
bg: Запазванто на настройките в регистъра е неуспешно.
el: Η αποθήκευση των προτιμήσεων στο μητρώο απέτυχε.
es: Guardado de preferencias en el registro fallido.
fil: Pumalpak ang pagsi-save ng mga kagustuhan sa registry.
fr: L'enregistrement des préférences dans le registre a échoué.
gl: Gardar preferencias no rexistro fallou.
it: Il salvataggio delle preferenze nel registro è fallito.

source: Error creating the layer elements.
el: Αδυναμία δημιουργίας των στοιχείων της διαφάνειας.
es: Error al crear los elementos de capa.
fil: May mali sa paggawa ng mga elemento ng patong
fr: Erreur à la création des éléments du calque.
gl: Erro ao crear os elementos da capa.

source: Something went wrong when encoding a slide to png format.
el: Υπήρξε κάποιο πρόβλημα κατά την κωδικοποίηση μιας διαφάνειας σε μορφή png.
es: Algo fue mal al codificar una transparencia a formato png.
fil: May nagkaproblema habang ini-encode ang slide sa png na format.
fr: Une erreur est survenue lors de l'encodage d'une diapositive au format png.
gl: Houbo algo errado cando se codificou unha foto en formato PNG.

source: Error saving a text data node in the project file.
el: Σφάλμα αποθήκευσης κόμβου δεδομένων κειμένου στο αρχείο του έργου.
es: Error al salvar un nodo de datos de texto en el fichero del proyecto.
fr: Erreur de sauvegarde d'un noeud de texte dans le projet.
gl: Erro ao gardar un texto do nó de datos no arquivo de proxecto.

source: Error saving character data to the project file.
el: Σφάλμα αποθήκευσης δεδομένων χαρακτήρων στο αρχείο του έργου.
es: Error al salvar datos de caracter al fichero del proyecto.
fr: Erreur de sauvegarde de caractères dans le projet.
gl: Erro ao gardar datos de caracteres no arquivo de proxecto.

source: Error creating the slide node.
el: Σφάλμα δημιουργίας κόμβου διαφανειών.
es: Error creando el nodo de transparencia.
fil: May mali sa paggawa ng slide node.
fr: Erreur à la création du noeud de la diapositive.
gl: Erro ao crear o nó de diapositivas.

source: Error creating the size tags container.
el: Σφάλμα κατά τη δημιουργία του αποδέκτη των ετικετών μεγέθους.
es: Error creando el contenedor de etiquetas de tamaño.
fr: Erreur de création du conteneur de tailles d'étiquettes.
gl: Erro ao crear o recipiente de etiquetas de tamaño.

source: Error creating a text tag node.
el: Σφάλμα κατά τη δημιουργία του κόμβου ετικετών κειμένου.
es: Error creando un nodo de etiqueta de texto.
fr: Erreur de création d'une étiquette texte.
gl: Erro ao crear o nodo de etiquetas de texto.

source: Error creating the foreground color tags container.
el: Σφάλμα κατά τη δημιουργία του αποδέκτη ετικετών του χρώματος προσκηνίου.
es: Error creando el contenedor de etiquetas de color del foreground.
fr: Erreur de création du conteneur de couleurs de premier plan.
gl: Erro ao crear o recipiente de etiquetas de cor do primeiro plano.

source: Error creating a foreground color tag node.
el: Σφάλμα κατά τη δημιουργία του κόμβου ετικετών του χρώματος προσκηνίου.
es: Error al crear un nodo de etiqueta de color de foreground.
fr: Erreur de création d'une étiquette de couleur de premier plan.
gl: Erro ao crear o nodo de etiquetas de cor do primeiro plano.

source: You must leave at least one slide in a project.
bg: Трябва да оставите поне един слайд в проекта.
el: Πρέπει να αφήσετε το λιγότερο μια διαφάνεια στο έργο.
es: Debes dejar al menos una transparencia en el proyecto.
fil: Kailangan mong mag-iwan ng kahit isang slide sa proyektong ito.
fr: Vous devez laisser au moins une diapositive dans le projet.
gl: Debe deixar como mínimo 1 diapositiva no projecto
pt: Deve deixar no mínimo 1 slide no projecto

source: Slide deleted
bg: Слайдът е изтрит
el: Η διαφάνεια διαγράφηκε
es: Transparencia eliminada
fil: Tinanggal ang slide
fr: Diapositive supprimée
gl: Diapositiva eliminada
pt: Slide eliminado

source: Edit slide duration
bg: Редактиране на продължителността
el: Επεξεργασία διάρκειας διαφάνειας
es: Editar duración de transparencia
fil: Ibahin ang tagal ng slide
fr: Éditer la durée de la diapositive
gl: Modificar a duración da diapositiva
pt: Editar duração do slide

source: Slide duration:
bg: Продължителност на слайда:
el: Διάρκεια διαφάνειας:
es: Duración de transparencia:
fil: Tagal ng slide:
fr: Durée de la diapositive:
gl: Duración da diapositiva
it: Durata della diapositiva:
pt: Duração do slide:

source: There was something wrong with the slide duration value. Please try again.
el: Υπήρξε κάποιο πρόβλημα με την τιμή διάρκειας της διαφάνειας. Παρακαλώ, προσπαθήστε πάλι.
es: Hubo algo erróneo con el valor de duración de transparencia. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na tagal ng slide. Pakiulit.
fr: Une erreur est survenue avec la durée de la diapositive. Veuillez réessayer.
gl: Houbo algo errado co valor de duración da diapositiva. Tenteo de novo.
it: Errore nel valore della durata della diapositiva. Per piacere prova di nuovo.
pt: Ocorreu um erro durante a inserção do valor do slide. Tente novamente

source: Slide properties updated
bg: Свойствата на слайда са обновени
el: Οι ιδιότητες της διαφάνειας ενημερώθηκαν
es: Propiedades de transparencia actualizadas
fr: Propriétés de la diapositive mises à jour
gl: Propiedades da diapositiva actualizadas
it: Proprietà della diapositiva aggiornate
pt: Propriedades do slide actualizadas

source: Slide added
bg: Слайда е добавен
el: Η διαφάνεια προστέθηκε
es: Transparencia añadida
fil: Naglagay ng slide
fr: Diapositive ajoutée
gl: Diapositiva engadida
it: Diapositiva aggiunta
pt: Slide adicionado

source: Slide moved to bottom
bg: Слайда е изместен най-отдолу
el: Η διαφάνεια μετακινήθηκε στο κάτω μέρος
es: Transparancia movida hacia la parte inferior
fil: Ibinaba ang slide sa pinakailalim
fr: Diapositive déplacée à la fin
gl: Diapositiva movida para o fondo
it: Diapositiva spostata alla base
pt: Slide movido para o fundo

source: Slide moved down
bg: Слайда е изместен надолу
el: Η διαφάνεια μετακινήθηκε κάτω
es: Transparancia movida hacia abajo
fil: Ibinaba ang slide
fr: Diapositive déplacée vers le bas
gl: Diapositiva movida para abaixo
it: Diapositiva spostata in basso
pt: Slide movido para baixo

source: Slide moved to top
bg: Слайда е изместен най-отгоре
el: Η διαφάνεια μετακινήθηκε στο επάνω μέρος
es: Transparencia movida hacia la parte superior
fil: Itinaas sa tuktok ang slide
fr: Diapositive déplacée au début
gl: Diapositiva movida para o cumio
it: Diapositiva spostata in cima
pt: Slide movido para o topo

source: Slide moved up
bg: Слайда е изместен нагоре
el: Η διαφάνεια μετακινήθηκε επάνω
es: Transparencia movida hacia arriba
fil: Itinaas ang slide
fr: Diapositive déplacée vers le haut
gl: Diapositiva movida para arriba
it: Diapositiva spostata in alto
pt: Slide movido para cima

source: Salasaga - Not yet capturing
bg: Salasaga - Все още не прихваща
el: Salasaga - Δεν έχει γίνει λήψη στιγμιότυπων οθόνης
es: Salasaga - Aún sin capturar
fr: Salasaga - Ne capture pas encore
gl: Salasaga - Non capturando aínda

source: Restore window
bg: Възстановяване на прозореца
el: Επαναφορά παραθύρου
es: Restablecer la ventana
fr: Restaurer la fenêtre
gl: Restaurar a ventá
it: Ripristina la finestra

source: Minimize window
el: Ελαχιστοποίηση παραθύρου
es: Minimizar ventana
fr: Réduire la fenêtre
gl: Minimizar a ventá
it: Minimizza la finestra

source: Take Screenshot
bg: Направи снимка
el: Λήψη στιγμιότυπου οθόνης
es: Capturar pantalla
fr: Prendre une capture d'écran
gl: Facer unha captura de pantalla
it: Cattura schermata

source: Programming error. The Undo/Redo functions were called with an unknown undo type.
bg: Програмна гешка. Отмяна/Повторение са извикани с неизвестен тип на отмяната,
el: Προγραμματιστικό σφάλμα. Οι λειτουργίες Αναίρεση/Ακύρωση αναίρεση κλήθηκαν με έναν άγνωστο τύπο αναίρεσης.

source: Last action redone
bg: Последното действие е повторено
el: Η τελευταία ενέργεια επαναλήφθηκε

source: Last action undone
bg: Последното действие е отменено
el: Η τελευταία ενέργεια αναιρέθηκε

source: Unknown value passed to validation function
bg: Неизвестна стойност е подадена към функцията
el: Άγνωστη τιμή πέρασε τη λειτουργία επικύρωσης
es: Valor desconocido pasado a función de validación
fr: Valeur inconnue passée à la fonction de validation.
gl: Valor descoñecido pasado á función de validación
it: Valore scolosciuto passato alla funzione di validazione
pt: Valor desconhecido na função de validação

source: Private internal timeline data is not present!
el: Τα προσωπικά εσωτερικά δεδομένα χρονογραμμής δεν εμφανίζονται!

source: Couldn't recreate time line background image.
el: Αδυναμία αναδημιουργίας εικόνας χρονογραμμής του παρασκηνίου.
es: No se puede recrear la imagen de fondo de la línea de tiempo.
fil: Hindi magawa uli ang time line background image.
fr: Impossible de recréer la ligne de temps de l'image d'arrière-plan.
gl: Non se puido recrear a imaxe de fondo para a liña de tempo.
pt: Incapaz de recriar imagem de fundo para a timeline

source: Couldn't recreate time line display buffer.
el: Αδυναμία αναδημιουργίας εικόνας χρονογραμμής για την εμφάνιση της ενδιάμεσης μνήμης.
es: No se puede recrear el buffer de muestra de la línea de tiempo.
fil: Hindi magawa uli ang time line display buffer.
fr: Impossible de recréer la ligne de temps de l'affichage de la mémoire tampon.
gl: Non se puido recrear o amortecedor de pantalla da liña de tempo.

source: Couldn't redraw the time line layer information.
el: Αδυναμία ανασχεδίασης χρονογραμμής πληροφοριών της στρώσης.
es: No se puede redibujar la información de capa de la línea de tiempo.
fil: Hindi mai-drawing uli ang impormasyon ng patong ng time line.
fr: Impossible de redessiner la ligne de temps de l'information du calque.
gl: Non se puido redeseñar a información da capa da liña de tempo.

source: Resize completed
bg: Преоразмеряването е завършено
el: Αλλαγή μεγέθους ολοκληρώθηκε
es: Redimensionado completado
fil: Natapos ang pagbabago ng laki
fr: Redimensionnement complété
gl: Redimensionamento rematado
pt: Redimensionamento concluído

source: Drag completed
bg: Провлачването е завършено
el: Η μεταφορά ολοκληρώθηκε
es: Arrastre completado
fil: Natapos ang paghila
fr: Glissement complété
gl: Arrastre rematado
pt: Arrastamento concluído

source: Couldn't create the time line background image.
el: Αδυναμία δημιουργίας εικόνας χρονογραμμής του παρασκηνίου.
es: No se puede crear la imagen de background de la línea de tiempo.
fil: Hindi magawa ang time line background image.
fr: Impossible de créer la ligne de temps de l'image d'arrière-plan.
gl: Non se puido crear a imaxe de fondo para a liña de tempo.
pt: Incapaz de criar imagem de fundo para a timeline
