Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: Pause button pressed. Slide counter equals:
bg: Пауза. Номер на слайда:
el: Το πλήκτρο Παύσης πατήθηκε. Ο μετρητής διαφανειών ισούται:
es: Botón de pausa pulsado. Contador de diapositivas igual:
fil: Pinindot ang pause button. Ang bilang ng slide ay nasa:
fr: Le bouton pause a été pressé. Le compteur de diapositives est égal à:
gl: O botón Pausa foi presionado. O contador de diapositivas é igual a:
it: Pulsante pausa premuto, il valore del contatore diapositive è:

source: '_root.playing' variable set to false.
el: η μεταβλητή '_root.playing' ορίστηκε ως ψευδής.
es: Variable '_root.playing' establecida a false.
fr: La variable '_root.playing' a été fixée à faux.
gl: A variable '_root.playing' estableceuse como falsa.
it: La variabile '_root.playing' è impostata a falso.

source: Play button pressed. Slide counter equals:
bg: Изпълнение. Номер на слайда:
el: Το πλήκτρο Αναπαραγωγής πατήθηκε. Ο μετρητής διαφανειών ισούται:
es: Botón de reproducción pulsado: Contador de diapositivas igual:
fil: Pinindot ang play button. Ang bilang ng slide ay nasa:
fr: Le bouton Jouer a été pressé. Le compteur de diapositives est égal à:
gl: O botón Reproducir foi presionado. O contador de diapositivas é igual a:
it: Pulsante play premuto, il valore del contatore diapositive è:

source: '_root.reversing' variable has been set to false.
el: η μεταβλητή '_root.reversing' ορίστηκε ως ψευδής.
es: Variable '_root.reversing' ha sido establecida a false.
fr: La variable '_root.reversing' a été fixée à faux.
gl: A variable '_root.reversing' estableceuse como falsa.
it: La variabile '_root.reversing' è impostata a falso.

source: '_root.playing' variable set to true.
el: η μεταβλητή '_root.playing' ορίστηκε ως αληθής.
es: Variable '_root.playing' establecida a true.
fr: La variable '_root.playing' a été fixée à vrai.
gl: A variable '_root.playing' estableceuse como verdadeira.
it: La variabile '_root.playing' è impostata a vero.

source: Slide name array is:
bg: Името на групата слайдове е:
el: Η διάταξη του ονόματος της διαφάνειας είναι:
es: El nombre de la serie de diapositivas es:
fr: Le nom du tableau de diapositives est:
gl: O nome da colección de diapositivas é:
it: Il nome della tabella di diapositive è:

source: Fast forward button pressed while in last slide, slide counter is:
el: Το πλήκτρο Μπροστά πατήθηκε ενώ βρισκόσασταν στην τελευταία διαφάνεια, ο μετρητής διαφανειών είναι:
es: Botón de avance rápido pulsado mientras durante la última transparencia, el contador de transparencias es:
fil: Pinindot ang fast forward button habang nasa huling slide, ang bilangan ng slide ay nasa:
fr: Le bouton d'avance rapide a été pressé sur la dernière diapositive, le compteur de diapositives est:
gl: O botón Pausa foi presionado. O contador de diapositivas é igual a:
it: Premuto il pulsante avanzamento veloce mentre si era sull'ultima diapositiva, il valore contatore di diapositive è:

source: Now jumping to the last frame of the movie using gotoAndStop.
el: Μετακινηθείτε τώρα στο τελευταίο πλαίσιο της ταινίας χρησιμοποιώντας το gotoAndStop.
es: Saltando ahora al último frame de la película usando gotoAndStop.
fil: Lilipat na ngayon sa huling frame ng movie gamit ang gotoAndStop.
fr: Maintenant, saut à la dernière image du film en utilisant gotoAndStop.
gl: Agora salta ata o último fotograma da película mediante gotoAndStop.
it: Ora saltare all'ultimo frame del video utilizzando gotoAndStop.
pt: A saltar para a última frame do filme usando gotoAndStop.

source: Fast forward button pressed, slide counter is:
el: Το πλήκτρο Μπροστά πατήθηκε, ο μετρητής διαφανειών είναι:
es: Botón de avance rápido presionado: el contador de transparencias es:
fil: Pinindot ang fast forward button, ang bilangan ng slide ay nasa:
fr: Le bouton avance rapide est pressé, le compteur de diapositives est:
gl: Premido o botón de avance rápido, o contador de diapositivas é:
it: Premuto il pulsante avanzamento veloce, il valore contatore di diapositive è:

source: Finish button pressed.
el: Το πλήκτρο Τέλος πατήθηκε.
es: Botón de finalización pulsado.
fil: Pinindot ang Finish button
fr: Le bouton de fin est pressé.
gl: Premido o botón Terminar.
it: Premuto il pulsante finito.
pt: Botão Terminar pressionado.

source: Now jumping to last frame of movie.
el: Μετακινηθείτε τώρα στο τελευταίο πλαίσιο της ταινίας.
es: Saltando al último frame de la película.
fil: Lilipat na ngayon sa huling frame ng pelikula.
fr: Saut à la dernière image du film.
gl: Agora salta ata o último fotograma da película.
it: Ora saltare all'ultimo frame del video.
pt: A saltar para a última frame do filme.

source: info_text visibility set to:
el: η ορατότητα του info_text ορίστηκε σε:
es: Visibilidad de info_text establecida a:
fil: ang bisibilidad ng info_text ay naka-set sa:
fr: Visibilitée de la variable info_text fixée à:
gl: Visibilidade de info_text establecida en:
it: Visibilità di info_text impostata a:

source: Something went wrong when creating the information button background shape.
el: Υπήρξε κάποιο σφάλμα κατά τη δημιουργία του σχήματος του πλήκτρου πληροφοριών.
es: Algo fue mal durante la creación del botón de información de la forma del fondo.
fil: May nagkaproblema habang ginagawa ang hugis ang background ng information button.
fr: Une erreur est survenue à la création de l'information de la forme de l'arrière-plan du boutton.
gl: Houbo algo errado na creación da información da forma de fondo do botón.

source: Image width: %d
bg: Ширина на изображението: %d
el: Πλάτος εικόνας: %d
es: Anchura de la imagen: %d
fil: Lapad ng imahe: %d
fr: Largeur d'image : %d
gl: Ancho da imaxe:%d
it: Larghezza immagine: %d
pt: Largura da imagem: %d

source: Scaled width: %d
bg: Намалена ширина: %d
el: Διαβαθμισμένο πλάτος: %d
es: Ancho escalado: %d
fil: Sinukat na lapad: %d
fr: Largeur échelonnée: %d
gl: Ancho escalado: %d
it: Larghezza scalata: %d

source: Image height: %d
bg: Височина на изображението: %d
el: Ύψος εικόνας: %d
es: Altura de la imagen: %d
fil: Tangkad ng imahe: %d
fr: Hauteur d'image : %d
gl: Alto da imaxe: %d
it: Altezza immagine: %d
pt: Altura da imagemm: %d

source: Scaled height: %d
bg: Намалена височина: %d
el: Διαβαθμισμένο ύψος: %d
es: Altura escalada: %d
fil: Sinukat na tangkad: %d
fr: Hauteur échelonnée: %d
gl: Alto escalado: %d
it: Riduzione altezza: %d

source: Something went wrong when creating the dictionary shape for an image layer.
el: Υπήρξε κάποιο σφάλμα κατά τη δημιουργία του σχήματος του λεξικού για μια διαφάνεια εικόνας.
es: Algo fue mal durante la creación de la forma de diccionario para una capa de imagen.
fil: May nagkaproblema habang ginagawa ang hugis ng diksyunaryo para sa isang patong na imahe.
fr: Une erreur est survenue pendant la création du dictionnaire de la forme d'un calque d'image.
gl: Houbo algo errado ao crear a forma de dicionario para unha capa da imaxe.

source: Something went wrong when encoding an image to required format.
el: Υπήρξε κάποιο σφάλμα κατά την κωδικοποίηση μιας εικόνας για την απαιτούμενη μορφή.
es: Algo fue mal durante la codificación de una imagen al formato requerido.
fil: May nagkaproblema habang ini-encode ang imahe sa hinihinging format.
fr: Une erreur est survenue pendant l'encodage d'une image au format requis.
gl: Houbo algo errado ao codificar a imaxe no formato requirido.
it: Errore nella codifica dell'immagine nel formato richiesto.

source: Something went wrong converting an image to a swf shape object.
el: Υπήρξε κάποιο σφάλμα κατά την μετατροπή μιας εικόνας σε σχήμα αντικειμένου του swf.
es: Algo fue mal convirtiendo una imagen a un objeto de forma swf.
fil: May nagkaproblema habang binabago ang imahe sa isang hugis swf na bagay.
fr: Une erreur est survenue pendant la conversion d'une image en objet swf.
gl: Houbo algo errado ao convertir unha imaxe a unha forma de obxecto swf.
it: Errore nella conversione di un'immagine in oggetto forma swf.

source: This image has an external link: '%s'
bg: Това изображение има външна връзка: '%s'
el: Η εικόνα έχει έναν εξωτερικό σύνδεσμο: '%s'
es: Esta imagen tiene un enlace externo: '%s'
fil: Ang imaheng ito ay may panlabas na link: %s
fr: Cette image a un lien externe: '%s'
gl: Esta imaxe ten unha ligazón externa: '%s'
it: Questa immagine ha un link esterno: '%s'
pt: Esta imagem tem um link externo: '%s'

source: Something went wrong when creating an empty layer for swf output.
el: Υπήρξε κάποιο σφάλμα κατά την δημιουργία μιας κενής διαφάνειας για το εξαγόμενο swf.
es: Algo fue mal durante la creación de una capa vacía para la salida swf.
fil: May nagkaproblema habang ginagawa ang bakanteng patong para sa swf output.
fr: Une erreur est survenue pendant la création d'un calque vide pour la sortie swf.
gl: Houbo algo errado ao criar unha capa baleira para a saída SWF.
it: Errore nella creazione di un livello vuoto per l'output swf.
pt: Ocorreu um erro ao criar uma camada vazia para o SWF.

source: This empty layer has an external link: '%s'
el: Η κενή διαφάνεια έχει έναν εξωτερικό σύνδεσμο: '%s'
es: Esta capa vacía tiene un enlace externo: '%s'
fil: Ang bakanteng patong na ito ay may panlabas na link: %s
fr: Ce calque vide a un lien externe: '%s'
gl: Esta capa vacía ten unha ligazón externa: '%s'
it: Questa livello vuoto ha un link esterno: '%s'
pt: Esta camada vazia tem um link externo: '%s'

source: Something went wrong when creating a highlight layer for swf output.
el: Υπήρξε κάποιο σφάλμα κατά τη δημιουργία της στρώσης επισήμανσης για το εξαγόμενο swf.
es: Algo fue mal durante la creación de una capa de resaltado para la salida swf.
fil: May nagkaproblema habang ginagawa ang patong na highlight para sa swf output.
fr: Une erreur est survenue pendant la création d'un calque de surbrillance pour la sortie swf.
gl: Houbo algo errado ao criar a capa de resalte para a saída SWF.
it: Errore nella creazione di un livello di evidenziazione per l'output swf.
pt: Ocorreu um erro ao criar camada de destaque para SWF.

source: This highlight has an external link: '%s'
el: Η επισήμανση έχει έναν εξωτερικό σύνδεσμο: '%s'
es: Este resaltado tiene un enlace externo: '%s'
fil: Ang highlight na ito ay may panlabas na link: %s
fr: Cette surbrillance a un lien externe: '%s'
gl: Este resalte ten unha ligazón externa: '%s'
it: Questo livello di evidenziazione ha un collegamento esterno: '%s'
pt: Este destaque tem um link externo: '%s'

source: Something went wrong when creating a mouse pointer shape for swf output.
el: Υπήρξε κάποιο σφάλμα κατά τη δημιουργία σχήματος δείκτη του ποντικιού για το εξαγόμενο swf.
es: Algo fue mal durante la creación de una forma de puntero de ratón para la salida swf.
fil: May nagkaproblema habang ginagawa ang hugis ng mouse pointer para sa swf output.
fr: Une erreur est survenue pendant la création d'un pointeur de souris pour la sortie swf.
gl: Houbo algo errado ao criar o ponteiro de rato para a saída SWF.
pt: Ocorreu um erro co criar o ponteiro de rato para SWF.

source: This mouse cursor layer has an external link: '%s'
el: H στρώση του δείκτη το ποντικού έχει έναν εξωτερικό σύνδεσμο: '%s'
es: Esta capa de puntero de ratón tiene un enlace externo: '%s'
fil: Ang patong nitong mouse cursor ay may panlabas na link: %s
fr: Ce calque de curseur de souris a un lien externe: '%s'
gl: Esta capa de cursor de rato ten unha ligazón externa: '%s'
it: Questo livello di cursore del mouse ha un link esterno: '%s'
pt: Esta camada de cursor de rato tem um link externo: '%s'

source: Something went wrong when creating a text layer background for swf output.
el: Υπήρξε κάποιο πρόβληαμ κατά τη δημιουργία παρασκηνίου της στρώσης κειμένου για το εξαγόμενο swf.
es: Algo fue mal durante la creación de una capa de texto de fondo para la salida swf.
fil: May nagkaproblema habang ginagawa ang background ng patong na text para sa swf output.
fr: Une erreur est survenue pendant la création de l'arrière-plan d'un calque texte pour la sortie swf.
gl: Houbo algo errado ao criar o fondo dunha capa de texto para a saída swf.

source: This text has an external link: '%s'
bg: Този текст има външна връзка: '%s'
el: Αυτό το κείμενο έχει έναν εξωτερικό σύνδεσμο: '%s'
es: Este texto tiene un enlace externo: '%s'
fil: Ang text na ito ay may panlabas na link: %s
fr: Ce texte a un lien externe: '%s'
gl: Este texto ten unha ligazón externa: '%s'
it: Questo testo ha un link esterno: '%s'
pt: Este texto tem um link externo: '%s'

source: Unknown layer type in swf output.
bg: Неизвестен тип слой при експортиране
el: Άγνωστος τύπος στρώσης στο παραγόμενο swf.
es: Tipo de capa desconocida en la salida swf.
fil: Hindi kilalang uri ng patong sa swf output.
fr: Type de calque inconnu dans la sortie swf.
gl: Tipo de capa desconhecido na saída SWF.
it: Tipo di livello non conosciuto nell'output swf.
pt: Tipo de camda desconhecida no SWF.

source: Unable to force locale to C. Export in non-english locales may not work.
el: Αδυναμία αποθήκευσης τοπικών ρυθμίσεων στον δίσκο C. Η εξαγωγή σε μη αγγλικές ρυθμίσεις μπορεί να μην λειτουργήσει.
es: No se puede forzar la localización a C. La exportación de locales no ingleses puede no funcionar.
fil: Hindi mapwersa ang lokal sa C. Ang pag-export sa hindi Ingles na lokal ay baka hindi gumana.
fr: Impossible de forcer les paramètres locaux à C. L'exportation des paramètres en format non-anglophone peut ne pas fonctionner.
gl: Non se pode forzar localización para C. A exportación a localizaciones non inglesas pode non funcionar.
it: Impossibile forzare i parametri locali a C. L'esportazione dei parametri in formato non-anglofono può non funzionare.

source: Unknown output resolution selected for swf export.
el: Επιλέχθηκε άγνωστη ανάλυση για την εξαγωγή του swf.
es: Resolución de salida seleccionada para la exportación swf desconocida.
fil: Hindi kilalang linaw ng output na pinili para sa swf export.
fr: Résolution de la sortie inconnue pour la sortie swf.
gl: Unha resolución de saída descoñecida foi seleccionada para a exportación swf.
it: Risoluzione per l'esportazione swf sconosciuta.

source: Scaled height ratio
el: Λόγος κλιμάκωσης ύψους
es: Radio de altura escalado
fil: Sinukat na ugnayan ng mga tangkad
fr: Ratio de la hauteur échelonnée
gl: Proporción de escalado en altura
it: Rapporto d'altezza scalato

source: Scaled width ratio
el: Λόγος κλιμάκωσης πλάτους
es: Radio de anchura escalado
fil: Sinukat na ugnayan ng mga lapad
fr: Ratio de la largeur échelonnée
gl: Proporción de escalado en anchura
it: Rapporto di larghezza scalato

source: Number of slides
bg: Брой слайдове
el: Αριθμός διαφανειών
es: Número de transparencias
fil: Bilang ng mga slide
fr: Nombre de diapositives
gl: Número de diapositivas
it: Numero di diapositive
pt: Número de slides

source: Total number of layers
bg: Общ брой слоеве
el: Συνολικός αριθμός στρώσεων
es: Número total de capas
fil: Kabuuang bilang ng mga patong
fr: Nombre total de calques
gl: Número total de capas
it: Numero totale di livelli
pt: Número total de camadas

source: Number of layers in slide %u is %u
el: Αριθμός στρώσεων στη διαφάνεια %u is %u
es: Número de capas en transparencia %u es %u
fil: Ang kabuuang bilang ng slide %u ay %u
fr: Nombre de calques dans la diapositive %u est %u
gl: O número de capas na diapositiva %u é %u
it: Numero di livelli nella diapositiva %u is %u
pt: Número de camadas no slide %u é %u

source: Maximum frame number in slide %u is %u
el: Μέγιστος αριθμός πλαισίων στη διαφάνεια %u is %u
es: Número máximo de frame en transparencia %u es %u
fil: Pinakamataas na bilang ng mga frame sa slide %u ay %u
fr: Nombre maximum d'images dans la diapositive %u est %u
gl: Número máximo de cadros na diapositiva %u é %u
it: Massimo numero di frame nella diapositiva %u is %u

source: We couldn't allocate enough memory to generate the swf. Export aborted.
bg: Неуспех при заделяне на памет за създаване на swf. Експортирането е отменено.
el: Δεν είναι δυνατή η εξεύρεση αρκετής μνήμης για τη δημιουργία του swf. Η εξαγωγή απορρίφθηκε.
es: No se puede reservar suficiente memoria para generar el swf. Exportación abortada.
fil: Hindi makapaglaan ng sapat na memorya para likhain ang swf. Hindi naituloy ang pag-export.
fr: Impossible d'allouer assez de mémoire pour générer le swf. Exportation interrompue.
gl: Non se puido reservar memoria suficiente para xerar o swf. Exportación abortada.
it: Impossibile allocare memoria sufficiente per la generazione dell'swf. Esportazione annullata.
pt: Incapaz de alocar memória suficiente para gerar SWF. Exportação abortada.

source: Frame number %u:
el: Αριθμός πλαισίου %u:
es: Número de frame %u:
fil: Bilang ng frame %u:
fr: Numéro d'image %u:
gl: Número de fotograma %u:
it: Numero di frame %u
pt: Frame número %u:

source: Action frame: ON
el: Ενεργό πλαίσιο: ON
es: Frame de acción: activado
fr: Cadre d'action: ON
gl: Cadro de acción: ON
it: Frame azione: ON

source: Action frame: OFF
el: Ενεργό πλαίσιο: OFF
es: Frame de acción: desactivado
fr: Action d'image: OFF
gl: Cadro de acción: OFF
it: Frame azione: OFF

source: Layer info: SET
el: Πληροφορίες στρώσης: SET
es: Información de capa: establecida
fil: Info ng Patong: SET
fr: Info calque: SET
gl: Información da capa: SET
it: Informazioni livello: SET

source: Layer info: NULL
el: Διαφάνεια πληροφοριών: ΚΕΝΟ
es: Información de capa: NULL
fil: Info ng Patong: NULL
fr: Info calque: NULL
gl: Información da capa: NULL
it: Informazioni livello: NULL

source: Add frame: ON
el: Προσθήκη πλαισίου: ΑΝΟΙΧΤΟ
es: Añadir frame: activado
fil: Maglagay ng frame: ON
fr: Ajout d'image: ON
gl: Engadir cadro: ON
it: Aggiungi frame: ON
pt: Adicionar frame: ON

source: Add frame: OFF
el: Προσθήκη πλαισίου: ΚΛΕΙΣΤΟ
es: Añadir frame: desactivado
fil: Maglagay ng frame: OFF
fr: Ajout d'image: OFF
gl: Engadir cadro: OFF
it: Aggiungi frame: OFF
pt: Adicionar frame: OFF

source: Remove frame: ON
el: Αφαίρεση πλαισίου: ΑΝΟΙΧΤΟ
es: Eliminar frame: activado
fil: Tanggalin ang frame: ON
fr: Suppression d'image: ON
gl: Eliminar fotograma: ON
it: Rimuovi frame: ON
pt: Remover frame: ON

source: Remove frame: OFF
el: Αφαίρεση πλαισίου: ΚΛΕΙΣΤΟ
es: Eliminar frame: desactivado
fil: Tanggalin ang frame: OFF
fr: Suppression d'image: OFF
gl: Eliminar fotograma: OFF
it: Rimuovi frame: OFF
pt: Remover frame: OFF

source: Move frame: ON X position: %.2f Y position %.2f
el: Μετακίνηση πλαισίου: ΑΝΟΙΧΤΟ X θέση: %.2f Y θέση %.2f
es: Mover frame: activado posición en X: %.2f posición en Y: %.2f
fil: Ilipat ang frame: ON X position: %.2f Y position %.2f
fr: Déplacement d'image: ON Position horizontale X: %.2f Position verticale Y %.2f
gl: Mover fotograma: ON posición X: %.2f posición Y: %.2f
it: Muovi frame: ON posizione X: %.2f posizione Y %.2f

source: Move frame: OFF
el: Μετακίνηση πλαισίου: ΚΛΕΙΣΤΟ
es: Mover frame: desactivado
fil: Ilipat frame: OFF
fr: Déplacement d'image: OFF
gl: Mover fotograma: OFF
it: Muovi frame: OFF
pt: Mover frame: OFF

source: Slide counter incremented, now equals:
el: Ο μετρητής διαφανειών προσαυξήθηκε, τώρα ισούται:
es: Contador de transparencias incrementado, ahora es igual a:
fr: Le compteur de diapositives est incrémenté, maintenant égal à:
gl: O contador e diapositivas incrementou, agora é igual a:
it: Contatore diapositive incrementato, valore aggiornato:

source: 'reversing' variable was false, and remains so.
el: Η μεταβλητή 'reversing' ήταν ψευδής και παραμένει έτσι.
es: Variable 'reversing' estaba a false, y lo sigue estando.
fr: La variable 'reversing' était à faux, et restera ainsi.
gl: A variable 'reversing' era falsa, e segue así.
it: variabile 'reversing' era impostata su false, e non è stata modificata.

source: Slide counter unchanged, now at:
el: Ο μετρητής διαφανειών παρέμεινε αμετάβλητος, τώρα ισούται:
es: Contador de transparencias no cambiado, ahora a:
fil: Hindi nabago ang bilangan ng slide, ngayon ay nasa:
fr: Le compteur de diapositives est inchangé, maintenant à:
gl: Contador de diapositivas inalterado, agora en:
it: Contatore diapositive non cambiato, valore corrente:

source: 'reversing' variable was false, has been set to true.
el: Η μεταβλητή 'reversing' ήταν ψευδής και ορίστηκε ως αληθής.
es: Variable 'reversing' estaba a false, ha sido establecida a true.
fr: La variable 'reversing' était à faux, a été changée à vrai.
gl: A variable 'reversing' era falsa, e agora foi establecida como verdadeira.
it: variabile 'reversing' era impostata su false, è stata impostata a true.

source: Last frame of movie reached, 'playing' variable has been set to:
el: Το τελευταίο πλαίσιο της ταινίας πλησιάζει, η μεταβλητή 'playing' έχει οριστεί σε:
es: Último frame de la película alcanzado, la variable 'playing' ha sido establecida a:
fil: Narating na ang huling frame ng pelikula, ang 'playing' variable ay naka-set sa:
fr: Dernière image du film atteinte, La variable 'playing' variable a été fixée à:
gl: Acadouse o último fotograma da pelicula, a variable 'playing' foi establecida como:
it: Raggiunto ultimo frame del video, la variabile 'playing' è stata impostata a:

source: The animation is %u frames long
el: Η κινούμενη απεικόνιση έχει μήκος %u πλαίσια
es: La animación es de %u frames de duración
fil: Ang animation ay %u na frame ang haba
fr: L'animation est composée de %u images
gl: A animación ten %u fotogramas de lonxitude
it: La animazione è costituita da %u frames
pt: A animação tem %u de comprimento

source: Something went wrong when saving the swf file to disk.
el: Υπήρξε κάποιο πρόβλημα κατά την αποθήκευση του swf στον δίσκο.
es: Algo fue mal al salvar el fichero swf al disco.
fil: May nagkaproblema habang sini-save ang swf file sa disk.
fr: Une erreur est survenue à l'enregistrement du fichier swf.
gl: Houbo algo errado ao gardar o arquivo swf no disco.
it: Errore nel salvataggio su disco dell'swf
pt: Ocorreu um erro ao guardar o ficheiro SWF no disco.

source: Full path name to sound file is
el: Το όνομα της πλήρους διαδρομής για το αρχείο ήχου είναι
es: Ruta completa a fichero de sonido es
fil: Ang kompletong pangalan ng landas ng file ng tunog ay
fr: Le chemin complet vers le fichier son est
gl: O camiño completo para o ficheiro de audio é
it: Il percorso completo per il file audio è
pt: O caminho completo para o ficheiro de audio é

source: Something went wrong when opening a mouse click sound file.
el: Υπήρξε κάποιο πρόβλημα κατά το άνοιγμα του αρχείου ήχου για το κλικ του ποντικιού.
es: Algo fue mal al abrir un fichero de sonido para el puntero de ratón.
fil: May nagkaproblema habang binbuksan ang file ng tunog ng mouse click.
fr: Une erreur est survenue à l'ouverture du fichier son du clic de souris.
gl: Houbo algo errado ao abrir o ficheiro de audio para o clic de rato.
it: Errore nell'apertura del file audio di mouse click.
pt: Ocorreu um erro ao abrir o ficheiro de audio para o clique de rato.

source: Something went wrong when loading the image for conversion to a swf shape
el: Υπήρξε κάποιο πρόβλημα κατά τη φόρτωση της εικόνας για τη μετατροπή σε μορφή swf.
es: Algo fue mal al cargar una imagen para su conversión a una forma swf
fil: May nagkaproblema habang nilo-load ang imahe para sa pagbabago sa hugis swf
fr: Une erreur est survenue lors du chargement de l'image pour la conversion en objet swf
gl: Houbo algo errado ao cargar a imaxe para conversión a un formato SWF
it: Un errore è sopraggiunto nel caricamento dell'immagine per la conversione in oggetto swf

source: Something went wrong when encoding an image to png format.
el: Υπήρξε κάποιο πρόβλημα κατά την κωδικοποίηση της εικόνας σε μορφή png.
es: Algo fue mal al codificar una imagen a formato png.
fil: May nagkaproblema habang ini-encode ang imahe sa png na format.
fr: Une erreur est survenue lors de l'encodage d'une image au format png.
gl: Houbo algo errado ao codificar unha imaxe no formato PNG.
it: Errore durante la codifica di un'immagine nel formato png.
pt: Ocorreu um erro ao converter uma imagem para o formato PNG.
