Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: Something went wrong converting an image to a swf input object.
el: Υπήρξε κάποιο πρόβλημα κατά τη μετατροπή μιας εικόνας σε αντικείμενο του αρχείου swf.
es: Algo fue mal al convertir una imagen a un objeto de entrada swf.
fil: May nagkaproblema habang binabago ang imahe sa isang swf input na bagay.
fr: Une erreur est survenue pendant la conversion d'une image au format d'entré swf.
gl: Houbo algo errado ao converter unha imaxe nun obxecto entrada SWF
it: Errore nella conversione di un'immagine in un oggetto di input di tipo swf.
pt: Ocorreu um erro ao converter uma imagem para objecto em formato SWF

source: Something went wrong converting an image to a swf bitmap object.
el: Υπήρξε κάποιο πρόβλημα κατά τη μετατροπή μιας εικόνας σε αντικείμενο bitmap του αρχείου swf.
es: Algo fue mal al convertir una imagen a un objeto de mapa de bits swf.
fil: May nagkaproblema habang binabago ang imahe sa isang swf bitmap na bagay.
fr: Une erreur est survenue lors de la conversion d'une image au format bitmap swf.
gl: Houbo algo errado ao converter unha imaxe nun obxecto mapa de bits SWF
it: Errore nella conversione di un'immagine in un oggetto di input di tipo bitmap.

source: Couldn't create film strip thumbnail.
bg: Неуспех при създаването на мини изображение за филмовата лента
el: Αδυναμία δημιουργίας μικρογραφίας της ταινίας.
es: No se puede crear la miniatura de la tira de la película.
fil: Hindi magawa ang film strip thumbnail.
fr: Impossible de créer la vignette du film.
gl: Non se pode crear unha miniatura da tira de película.

source: Couldn't allocate memory for a new film strip thumbnail.
bg: Неуспех при заделянето на памет за мини изображение на филмовата лента
el: Αδυναμία εκχώρησης μνήμης για τη μικρογραφία μιας νέας ταινίας.
es: No se puede reservar memoria para una nueva miniatura de tira de la película.
fil: Hindi makapaglaan ng memorya para sa bagong film strip thumbnail.
fr: Impossible d'allouer de la mémoire pour une nouvelle vignette de film.
gl: Non se puido reservar memoria para unha nova miniatura da tira de película.
it: Non posso allocare memoria per una nuova sequenza di anteprime.

source: Ready
bg: Готово
el: Έτοιμο
es: Listo
fil: Handa
fr: Prêt
gl: Listo
it: Pronto
pt: Pronto

source: Could not convert unicode character from ucs4 to utf8.
bg: Не може да преобразува Уникод занк от ucs4 в utf8.
el: Αδυναμία μετατροπής χαρακτήρα unicode από ucs4 σε utf8.
es: No se puede convertir el carácter unicode de ucs4 a utr8.
fr: Impossible de convertir le caractère unicode de ucs4 vers utf8.
gl: Non se poden converter caracteres Unicode de ucs4 a utf8.
it: Impossibile convertire il carattere unicode da ucs4 ad utf8.

source: Invalid unicode character found in text.
bg: Невалиден Уникод знак е намерен в текста
el: Βρέθηκε μη έγκυρος χαρακτήρας unicode στο κείμενο.
es: Se ha encontrado un carácter unicode inválido en el texto.
fr: Caractère unicode invalide trouvé dans le texte.
gl: Atopouse no texto un caracter unicode non válido.
it: Carattere unicode non valido trovato nel testo.

source: Setting Control-Printscreen as the screenshot key didn't work.
el: Ο συνδυασμός πλήκτρων Control-Printscreen για τη λήψη στιγμιότυπου οθόνης δεν δουλεύει.
es: El establecimiento de Control-Printscreen como la tecla de captura de pantalla no funcionó.
fr: L'assignation de Control-ImpEcran comme touche de capture n'a pas fonctionné.
gl: Non funcionou o establecimento de Control-Printscreen como chave de capturas de pantalla.
it: L'impostazione di Ctrl-Stamp come tasto di cattura non ha funzionato.

source: You'll have to trigger screenshots from the status bar icon.
el: Θα πρέπει να θέσετε σε λειτουργία τα στιγμιότυπα οθόνης από το εικονίδιο της γραμμής κατάστασης.
es: Tendrás que realizar las capturas pantallas desde el icono en la barra de estado.
fil: Kailangan mong pasimulan ang pag-shot ng screen mula sa status bar icon
fr: Vous devrez prendre les saisies d'écran à partir de l'icône de la barre d'état.
gl: Vostede terá que activar capturas de pantalla desde a icona da barra de estado.

source: 'salasaga_screencapture' not found in the search path. Screenshot capturing is disabled.
bg: 'salasaga_screencapture' не е намерен в съответната папка. Прихващането на екрана е изкючено.
el: Το 'salasaga_screencapture' δεν βρέθηκε στη διαδρομή αναζήτησης. Η σύλληψη στιγμιότυπου είναι απενεργοποιημένη.
es: No se encontró 'salasaga_screencapture' en el directorio de búsqueda. La captura de pantallas está desactivada.
fil: hindi makita sa landas ng paghahanap ang 'salasaga_screencapture'. Hindi pwedeng kunan ang screen.
fr: 'salasaga_screencapture' non-trouvé dans le chemin de recherche. La capture d'écran est désactivée.
gl: Non se atopou 'salasaga_screencapture' no camiño de procura indicado.Capturas de pantalla desactivadas.
it: 'salasaga_screencapture' non trovato nel percorso di ricerca. Cattura di screenshot disabilitata.
pt: 'salasaga_screencapture' não encontrado no caminho de pesquisa indicado.Capturas inactivas

source: Couldn't create a GDK Pixbuf.
el: Αδυναμία δημιουργίας GDK Pixbuf.

source: Unknown layer type.
bg: Неизвестен тип слой.
el: Άγνωστος τύπος στρώσης.
es: Tipo de capa desconocido.
fil: Hind kilalang uri ng patong.
fr: Type de calque inconnu.
gl: Tipo de capa descoñecido
it: Tipo livello sconosciuto
pt: Tipo de camada desconhecido

source: Only Image layers can be cropped.
bg: Само слоеве с изображания могат да се отрязват.
el: Μόνο στρώσεις Εικόνας μπορούν να ξακριστούν.
es: Solo las capas de imagen pueden ser recortadas.
fil: Ang mga patong na imahe lamang ang pwedeng gupitan
fr: Seul les calques images peuvent être rognés.
gl: Só se poden recortar capas de imaxe.
it: Solo i livelli immagine possono essere ritagliati.
pt: Apenas camadas de imagem podem ser recortadas.

source: Background layers can not be cropped.
bg: Фоновите слоеве не могат да се отрязват.
el: Οι στρώσεις Παρασκηνίου δεν μπορούν να ξακριστούν.
es: Las capas de fondo no pueden ser recortadas.
fil: Hindi pwedeng gupitan ang background ng mga patong.
fr: Les calques d'arrières-plans ne peuvent être rognés
gl: Non se poden recortar capas de fondo.
it: I livelli di background non possono essere ritagliati.
pt: Camadas de fundo não podem ser recortadas.

source: Crop image layer
bg: Изрязване на слоя с изображение
el: Ξάκρισμα στρώσης εικόνας
es: Recortar capa de imagen
fil: Gupitan ang patong na imahe
fr: Rogner le calque image
gl: Recortar capa de imaxe
it: Ritaglia livello immagine
pt: Recortar camada de imagem

source: Left crop:
bg: Изрязване отляво:
el: Αριστερό ξάκρισμα:
es: Recorte por la izquierda:
fil: Gupitan sa kaliwa:
fr: Rogner à gauche:
gl: Recorte esquerdo:
pt: Recorte esquerdo:

source: Right crop:
bg: Изрязване отдясно:
el: Δεξί ξάκρισμα:
es: Recorte por la derecha:
fil: Gupitan sa kanan:
fr: Rogner à droite:
gl: Recorte dereito:
pt: Recorte direito:

source: Top crop:
bg: Изрязване отгоре:
el: Επάνω ξάκρισμα:
es: Recorte por arriba:
fil: Gupitan sa tas:
fr: Rogner en haut:
gl: Recorte de arriba:
pt: Recorte de topo:

source: Bottom crop:
bg: Изрязване отдолу:
el: Κάτω ξάκρισμα:
es: Recorte por abajo:
fil: Gupitan sa ilalim:
fr: Rogner en bas
gl: Recorte de abaixo:
pt: Recorte de fundo:

source: Those crop values will remove the entire image.
el: Με αυτές τις τιμές ξακρίσματος θα διαγραφεί ολόκληρη η εικόνα.
es: Dichos valores de recorte eliminarán la imagen por completo.
fr: Ces valeurs de rognage effaceront l'image.
gl: Eses valores de recorte han eliminar toda a imaxe.

source: Please try again.
el: Παρακαλώ προσπαθήστε ξανά.
es: Por favor, inténtelo de nuevo.
fr: Veuillez réessayer.
gl: Tente de novo.
it: Provare di nuovo, per piacere.

source: Couldn't create an image pattern.
bg: Не може да създаде шарка на изображението.
el: Αδυναμία δημιουργίας προτύπου εικόνας.
es: No se puede crear un patrón de imagen.
fil: Hindi makagawa ng pattern ng imahe
fr: Impossible de créer un modéle d'image
gl: Incapaz de criar un patrón de imaxe.
it: Non posso creare un modello immagine.
pt: Incapaz de criar padrão de imagem.

source: Image cropped
bg: Изображението е отрязано
el: Η Εικόνα ξακρίστηκε
es: Imagen recortada
fil: Ginupitan ang imahe
fr: Image rognée
gl: Imaxe recortada
it: Immagine ritagliata
pt: Imagem recortada

source: Resize image layer
bg: Преоразмеряване на слоя с изображение
el: Αλλαγή μεθέγους στρώσης εικόνας
es: Redimensionar capa de imagen
fr: Redimensionner le calque image
gl: Redimensionar a capa da imaxe
it: Ridimensiona il livello dell'immagine

source: Image width:
bg: Ширина на изображението:
el: Πλάτος εικόνας:
es: Ancho de imagen:
fr: Largeur de l'image:
gl: Anchura da imaxe:
it: Larghezza dell'immagine:

source: Image height:
bg: Височина на изображението:
el: Ύψος εικόνας:
es: Altura de la imagen:
fr: Hauteur de l'image:
gl: Altura da imaxe
it: Altezza dell'immagine:

source: Resize image using:
bg: Преоразмери чрез:
el: Αλλαγή μεγέθους εικόνας με χρήση:
es: Redimensionar imagen usando:
fr: Redimensionner l'image en utilisant:
gl: Redimensionar a imaxe usando:
it: Ridimensiona l'immagine usando:

source: Nearest neighbor (lowest quality)
bg: Nearest neighbor (ниско качество)
el: Κοντινότερος γείτονας (χαμηλή ποιότητα)
es: Vecinos más cercanos (calidad más baja)
fr: Voisin le plus proche (basse qualité)
gl: Veciña máis próxima (menor calidade)

source: Tiled
el: Σε παράθεση
es: En mosaico
fr: Mosaïque
gl: En mosaico
it: Affiancato

source: Bilinear (default)
bg: Bilinear (по подразбиране)
el: Διγραμμικό
es: Bilinear (por defecto)
fr: Bilinéaire (défaut)
gl: Bilinear (por defecto)

source: Hyperbolic (best quality for photos)
bg: Hyperbolic (добро качество, за снимки)
el: Υπερβολικό (καλύτερη ποιότητα για φωτογραφίες)
es: Hyperbólico (mejor calidad para fotos)
fr: Hyperbolique (meilleure qualitée pour les photos)
gl: Hiperbolica (mellor calidade para fotos)
it: Iperbolico (la migliore qualità per le foto)

source: Those adjustment values would make the image smaller than the minimum allowed.
el: Αυτές οι προσαρμοσμένες τιμές θα κάνουν την εικόνα μικρότερη από την επιτρεπόμενη ανάλυση.
es: Dichos valores de ajustes pueden hacer a la imagen más pequeña que el mínimo permitido.
fr: Ces valeurs d'ajustement rendraient l'image plus petite que le minimum autorisé.
gl: Eses valores de axuste farían a imaxe máis pequena co mínimo permitido.
it: Questi valori d'aggiustamento renderebbero l'immagine più piccola del minimo consentito.

source: Those adjustment values would make the image larger than the maximum allowed.
el: Αυτές οι προσαρμοσμένες τιμές θα κάνουν την εικόνα μεγαλύτερη από την επιτρεπόμενη ανάλυση.
es: Dichos valores de ajustes pueden hacer a la imagen más grande que el máximo permitido.
fr: Ces valeurs d'ajustement rendraient l'image plus grande que le maximum autorisé.
gl: Eses valores de axuste farían a imaxe maior co máximo permitido.
it: Questi valori d'aggiustamento renderebbero l'immagine più larga del massimo consentito.

source: Image layer resize skipped
el: Παράκαμψη αλλαγής μεγέθους στρώσης εικόνας
es: Redimensión de capa de imagen saltada
fr: Redimensionnement du calque de l'image sautée
gl: O redimensionamento da capa de imaxe foi ignorado
it: Ridimensionamento del livello immagine saltato

source: Image layer resized
el: Η στρώση εικόνας άλλαξε μέγεθος
es: Capa de imagen redimensionada
fr: Calque de l'image redimensionné
gl: A capa de imaxe foi redimensionada
it: Livello immagine ridimensionato

source: Copy failed
bg: Копирането пропадна
el: Αποτυχία Αντιγραφής
es: Copia fallida
fil: Pumalpak ang pagkopya
fr: La copie a échoué
gl: Fallou a cópia
it: Copia fallita
pt: Cópia falhada

source: Layer copied to buffer
bg: Слоят е копиран в буфера
el: Η διαφάνεια αντιγράφηκε στην ενδιάμεση μνήμη
es: Capa copiada al búfer
fil: Kinopya ang patong sa buffer
fr: Le calque est copié dans le tampon
gl: Capa copiada para o buffer
it: Livello copiato sul buffer
pt: Camada copiada para o buffer

source: Layer deleted
bg: Слоят е изтрит
el: Η Στρώση διαγράφηκε
es: Capa eliminada
fil: Tinanggal ang patong
fr: Le calque est effacé
gl: Capa eliminada
it: Livello cancellato
pt: Camada eliminada

source: Unable to allocate memory for the copy buffer. Copy failed.
bg: Неуспех при заделянето на памет за буфера за копиране. Прекъсване на копирането.
el: Αδυναμία εκχώρησης μνήμης για την αντιγραφή στην ενδιάμεση μνήμη. Η αντιγραφή απέτυχε.
es: No se puede reservar memoria para la copia del búfer. Copia fallida.
fil: Hindi makapaglaan ng memorya para sa buffer ng pagkopya, kaya pumalpak ang pagkopya.
fr: Impossible d'allouer de la mémoire pour le tampon de copie. La copie a échoué.
gl: Non se puido reservar memoria para o buffer de copia. A copia fallou.
it: Impossibile allocare memoria per il buffer di copia. Copia fallita.
pt: Incapaz de alocar memória para cópia de buffer. Cópia falhada.

source: Background
bg: Фон
el: Παρασκήνιο
es: Fondo
fr: Arrière-plan
gl: Imaxe de fondo
it: Sfondo
pt: Fundo

source: Empty
bg: Празен
el: Κενό
es: Vacío
fil: Bakante
fr: Vide
gl: Baleiro
it: Vuoto
pt: Vazio

source: Unable to allocate memory in the copy buffer for layer specific data. Copy failed.
bg: Неуспех при заделянето на памет за буфера за копиране за специфична информация на слоя. Прекъсване на копирането.
el: Αδυναμία εκχώρησης ενδιάμεσης μνήμης αντιγραφής για συγκεκριμένα δεδομένα της διαφάνειας. Η αντιγραφή απέτυχε.
es: No se puede reservar memoria en el búfer de copia para la capa de datos específicos. Copia fallida.
fil: Hindi makapaglaan ng memorya sa buffer ng pagkopya, para sa data na natatangi sa patong, kaya pumalpak ang pagkopya.
fr: Impossible d'allouer de la mémoire dans le tampon de copie pour les données spécifiques du calque. La copie a échoué.
gl: Non se puido reservar memoria no buffer de copia para os datos específicos da capa. A copia fallou.
it: Impossibile allocare memoria per il buffer di copia per i dati del livello. Copia fallita.

source: Unknown layer type when duplicating layer.
bg: Неизвестен тип слой при дублирането.
el: Άγνωστος τύπος στρώσης κατά την ανατύπωσή της.
es: Tipo de capa desconocida al duplicar capa.
fil: Hindi kilalang uri ng patong habang dinodoble ang patong.
fr: Type de calque inconnu lors de la duplication.
gl: Tipo de capa descoñecido ao duplicar capa.
it: Tipo livello sconosciuto durante la duplicazione dei livelli.
pt: Tipo de camada desconhecido ao duplicar camada.

source: Edit background color
bg: Редактирай фоновия цвят
el: Επεξεργασία χρώματος παρασκηνίου
es: Editar color de fondo
fil: Ibahin ang kulay ng background
fr: Éditer la couleur d'arrière-plan
gl: Editar a cor do fondo
it: Modifica il colore di sfondo
pt: Editar cor de fundo

source: Edit image layer
bg: Редактирай слоя с изображение
el: Επεξεργασία στρώσης εικόνας
es: Editar capa de imagen
fil: Ibahin ang patong na imahe
fr: Éditer le calque image
gl: Editar a capa de imaxe
it: Modifica livello immagine
pt: Editar camada de imagem

source: Edit mouse pointer
bg: Редактирай показалеца
el: Επεξεργασία δείκτη ποντικιού
es: Editar puntero de ratón
fil: Ibahin ang pointer ng mouse
fr: Éditer le pointeur de souris
gl: Editar o ponteiro do rato
it: Modifica puntatore del mouse
pt: Editar ponteiro do rato

source: Edit text layer
bg: Редактирай слоя с текст
el: Επεξεργασία στρώσης κειμένου
es: Editar capa de texto
fil: Ibahin ang patong na text
fr: Éditer le calque texte
gl: Editar a capa de texto
it: Modifica livello testo
pt: Editar camada de texto

source: Edit highlight layer
bg: Редактирай слоя с акцент
el: Επεξεργασία στρώσης επισήμανσης
es: Editar capa de resaltado
fil: Ibahin ang highlight na patong
fr: Éditer le calque surbrillance
gl: Editar capa de resalte
it: Modifica livello evidenziazione
pt: Editar camada de destaque

source: Layer edited
bg: Слоят редактиран
el: Η διαφάνεια έχει υποστεί επεξεργασία
es: Capa editada
fil: Iniba ang patong
fr: Calque édité
gl: Capa editada
it: Livello modificato
pt: Camada editada

source: Unknown layer type when destroying a layer.
bg: Неизвестен тип слой при унищожаването.
el: Άγνωστος τύπος διαφάνειας κατά την καταστροφή μιας διαφάνειας.
es: Tipo de capa desconocido al destruir una capa.
fil: Hindi kilalang uri ng patong habang winawasak ang patong.
fr: Type de calque inconnu lors de la destruction.
gl: Tipo de capa descoñecido ao destruír unha capa.
it: Tipo livello sconosciuto durante la distruzione di un livello.
pt: Tipo de camada desconhecida

source: Layer moved down
bg: Слоят е преместен надолу
el: Η Στρώση μετακινήθηκε κάτω
es: Capa movida hacia abajo
fil: Ibinaba ang patong
fr: Calque déplacé vers le bas
gl: A capa se moveu para abaixo
it: Livello spostato in basso
pt: Camada movida para baixo

source: Layer moved up
bg: Слоят е преместен нагоре
el: Η Στρώση μετακινήθηκε πάνω
es: Capa movida hacia arriba
fil: Itinaas ang patong
fr: Calque déplacé vers le haut
gl: A capa se moveu para arriba
it: Livello spostato in alto
pt: Camada movida para cima

source: Please draw the new layer
bg: Моля нарисувайте новия слой
el: Παρακαλώ δημιουργήστε τη νέα διαφάνεια
es: Por favor dibuja la nueva capa
fil: Pakidrowing ng bagong patong
fr: Veuillez dessiner le nouveau calque
gl: Por favor, chamar a nova capa
it: Per piacere disegna il nuovo livello
pt: Crie uma nova camada

source: Highlight layer added
bg: Слоя с акцент е добавен
el: Προστέθηκε στρώση Επισήμανσης
es: Capa de resaltado añadida
fil: Naglagay ng patong ha highlight
fr: Calque de surbrillance ajouté
gl: Engadiuse unha capa resaltada
it: Livello evidenziazione aggiunto
pt: Camada de destaque criada

source: Please click the insertion point
bg: Моля натиснете в точката за вмъкване
el: Παρακαλώ κάντε κλικ στο σημείο εισαγωγής
es: Por favor haz click en el punto de inserción
fil: Paki-click ng pagsisingitan
fr: Veuillez cliquer le point d'insertion
gl: Por favor, prema no punto de inserción
it: Per piacere cliccare sul punto di inserimento
pt: Clique no ponto de inserção

source: Please choose an image file
bg: Моля изберете изображение
el: Παρακαλώ επιλέξτε ένα αρχείο εικόνας
es: Por favor elige un fichero de imagen
fil: Pakipili ng file ng imahe
fr: Veuillez choisir un fichier image
gl: Por favor, seleccione un arquivo de imaxe
it: Per piacere scegli un file immagine
pt: Seleccione um ficheiro de imagem

source: There was something wrong with the image path given. Please try again.
bg: Нещо се обърка с пътя до избранато изображение. Опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με τη δοσμένη διαδρομή της εικόνας. Παρακαλώ, προσπαθήστε πάλι.
es: Hubo algo erróneo con la ruta de imagen dada. Por favor inténtelo de nuevo.
fil: May problema sa ibinigay na landas ng imahe. Pakiulit.
fr: Une erreur est survenue avec le chemin d'images donné. Veuillez réessayer.
gl: Houbo algo errado co camiño da imaxe. Por favor, ténteo de novo.
it: Errore nel percorso immagine inserito. Per piacere riprova.
pt: Ocorreu um erro com o caminho da imagem indicado. Tente novamente.

source: There was something wrong with the image file selected. Please try again.
bg: Нещо се обърка с избранато изображение. Опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με το επιλεγμένο αρχείο εικόνας. Παρακαλώ, προσπαθήστε πάλι.
es: Hubo algo erróneo con el fichero de imagen selecionado. Por favor inténtelo de nuevo.
fil: May problema sa piniling file ng imahe. Pakiulit.
fr: Une erreur est survenue avec le fichier image sélectionné. Veuillez réessayer.
gl: Houbo algo errado co arquivo da imaxe seleccionada. Por favor, ténteo de novo.
it: Errore immagine selezionata. Per piacere riprova.
pt: Ocorreu um erro com o ficheiro de imagem seleccionado. Tente novamente

source: Image layer added
bg: Слой с изображение е добавен
el: Προστέθηκε στρώση Εικόνας
es: Capa de imagen añadida
fil: Naglagay ng patong na imahe.
fr: Calque image ajouté
gl: Engadida a capa de imaxe
it: Livello immagine aggiunto
pt: Camada de imagem adicionada

source: Mouse Pointer
bg: Показалец
el: Δείκτης Ποντικιού
es: Puntero de ratón
fr: Pointeur de souris
gl: Punteiro do rato
it: Puntatore del mouse
pt: Ponteiro de rato

source: Mouse layer added
bg: Слой с показалец добавен
el: Προστέθηκε στρώση Ποντικιού
es: Capa de ratón añadida
fil: Naglagay ng patong na mouse
fr: Calque de pointeur de souris ajouté
gl: Engadida a capa do rato
it: Livello mouse aggiunto
pt: Camada de ponteiro de rato adicionada

source: New text...
bg: Нов текст...
el: Νέο κείμενο...
es: Nuevo texto...
fil: Bagong text...
fr: Nouveau texte...
gl: Texto novo...
it: Nuovo testo...
pt: Novo texto...

source: Text layer
bg: Текстов слой
el: Στρώση Κειμένου
es: Capa de texto
fil: Patong na text
fr: Calque de texte
gl: Capa de texto
it: Livello testo
pt: Camada de texto

source: Text layer added
bg: Текстов слой добавен
el: Προστέθηκε Στρώση Κειμένου
es: Capa de texto añadida
fil: Naglagay ng patong na text
fr: Calque de texte ajouté
gl: Engadida a capa de texto
it: Livello testo aggiunto
pt: Camada de texto adicionada

source: Layer pasted from buffer
bg: Слоя е поставен от буфера
el: Διαφάνεια επικολλημένη από την ενδιάμεση μνήμη
es: Capa pegada desde el búfer
fil: Idinikit ang patong mula sa buffer
fr: Calque copié du tampon
gl: Capa colada dende o buffer
it: Livello incollato dal buffer
pt: Camada colada do buffer

source: Failed to initialize FreeType.
bg: Провал при зареждането на FreeType
el: Αποτυχία αρχικοποίησης FreeType.
es: Falló al inicializar FreeType.
fr: Impossible d'initialiser FreeType
gl: Non se puido inicializar FreeType.
it: Errore inizializzazione di FreeType.

source: Font file
bg: Файлът с шрифт
el: Αρχείο γραμματοσειράς
es: Fichero de fuente
fr: Fichier de police
gl: Arquivo de fontes

source: is not in a format FreeType recognizes.
bg: не е във формат разпознаваем от FreeType
el: Δεν είναι σε μορφή που μπορεί να αναγνωριστεί από το FreeType.
es: no está en un formato FreeType reconocible.
fr: n'est pas un format FreeType reconnu.
gl: non é un formato que FreeType recoñeza.

source: could not be opened by FreeType.
bg: не може да се отвори от FreeType,
el: Δεν είναι δυνατό το άνοιγμα με το FreeType.
es: no pudo ser abierto por FreeType.
fr: ne peut être ouvert par FreeType.
gl: non puido ser aberto por FreeType.
it: Non può essere aperto da FreeType.

source: Something went wrong when opening the font file
bg: Нещо се обърка при отварянето на файла с шрифт
el: Κάτι δεν πήγε καλά κατά το άνοιγμα του αρχείου γραμματοσειράς
es: Algo fue mal al abrir el fichero de fuente
fr: Erreur d'ouverture à l'ouverture du fichier de police
gl: Houbo algo errado ao abrir o arquivo de fontes
it: Errore nell'apretura del file di font

source: Something went wrong when loading the font file
bg: Нещо се обърка при зареждането на файла с шрифт
el: Κάτι δεν πήγε καλά κατά τη φόρτωση του αρχείου γραμματοσειράς
es: Algo fue mal al cargar el fichero de fuente
fr: Erreur au chargement du fichier de police
gl: Houbo algo errado ao cargar o arquivo de fontes
it: Errore nel caricamento del file di font

source: /_File
bg: /_Файл
el: /_Αρχείο
es: /_Archivo
fr: /_Fichier
gl: /_Ficheiro
pt: /_Arquivo

source: /File/_New Project
bg: /Файл/_Нов Проект
el: /Αρχείο/_Νέο Έργο
es: /Archivo/_Nuevo Proyecto
fil: /File/_Bagong Proyekto
fr: /Fichier/_Nouveau projet
gl: /Ficheiro/_Proxecto Novo
pt: /Arquivo/_Novo Projeto

source: /File/_Open Project
bg: /Файл/_Отваряне на проект
el: /Αρχείο/_Άνοιγμα έργου
es: /Archivo/_Abrir Proyecto
fil: /File/_Buksan ang Proyekto
fr: /Fichier/_Ouvrir projet
gl: /Ficheiro/_Abrir Proxecto
pt: /Ficheiro/_Abrir Projecto

source: /File/_Save Project
bg: /Файл/_Запазване на проект
el: /Αρχείο/_Αποθήκευση έργου
es: /Archivo/_Guardar Proyecto
fil: /File/_I-save ang Proyekto
fr: /Fichier/Enregistrer Projet
gl: /Ficheiro/_Gravar Proxecto
pt: /Ficheiro/_Guardar Projecto
