Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: Couldn't create the time line display buffer image.
el: Αδυναμία δημιουργίας εικόνας χρονογραμμής για την εμφάνιση της ενδιάμεσης μνήμης.
es: No se puede crear la imagen de buffer de muestra de la línea de tiempo.
fil: Hindi magawa ang time line display buffer image.
fr: Impossible de créer la ligne de temps de l'affichage du tampon image.
gl: Non se puido crear a imaxe do amortecedor de pantalla da liña de tempo.

source: Unknown layer resize type.
bg: Неизвестен тип за преоразмеряване.
el: Άγνωστος τύπος αλλαγής μεγέθους της στρώσης.
es: Tipo de redimensionado de capa desconocido.
fil: Hindi kilalang uri ng pagbabago ng laki ng patong.
fr: Type de redimensionnement du calque inconnu.
gl: Tipo de redimensionamento de capa descoñecido
pt: Tipo de redimensionamento de camada desconhecido

source: Not enough memory for pixbuf allocation.
el: Δεν υπάρχει αρκετή μνήμη για εκχώρηση pixbuf.
es: No hay suficiente memoria para la reserva de puxbuf.
fil: Kulang na ang memorya para sa paglalaan sa pixbuf
fr: Manque de d'espace mémoire pour l'allocation des pixels dans la mémoire tampon.
gl: Non hai memoria suficiente para a asignación pixbuf.
pt: Não existe memória suficiente para alocação pixbuf

source: Layer start point moved
el: Το αρχικό σημείο της στρώσης μετακινήθηκε
es: Punto de comienzo de capa movido
fil: Inilipat ang start point ng patong
fr: Point de démarrage du calque déplacé
gl: O punto de inicio de capa foi movido
pt: Ponto de início de camada movido

source: Layer end point moved
el: Το τελικό σημείο της στρώσης μετακινήθηκε
es: Punto de finalización de capa movido
fil: Inilipat ang end point ng patong
fr: Point de fin du calque déplacé
gl: O punto de fin de capa foi movido
pt: Ponto de fim de camada movido

source: Unknown resizing direction.
bg: Неизвестна посока на преоразмеряване
el: Άγνωστη κατεύθυνση αλλαγής μεγέθους.
es: Dirección de redimensionamiento desconocida.
fil: Hindi kilalang direksyon ng pagbabago ng laki
fr: Direction de redimensionnement inconnue.
gl: Dirección redimensionamento descoñecida.
pt: Redimensionamento desconhecido

source: Layer resized
bg: Слоят е преоразмерен
el: Η Στρώση άλλαξε μέγεθος
es: Capa redimensionada
fil: Binago ang laki ng patong
fr: Calque redimensionné
gl: Capa redimensionada
pt: Camada redimensionada

source: Layer moved
bg: Слоят е преместен
el: Η Στρώση μετακινήθηκε
es: Capa movida
fil: Inilipat ang patong
fr: Calque déplacé
gl: Capa movida
pt: Camada movida

source: Debugging mode, errors will be shown on stdout.
bg: Режим за премахване на грешки. Съобщенията ще бъдат показвани на stdout.
el: Λειτουργία αποσφαλμάτωσης. Τα σφάλματα θα εμφανιστούν ξεχωριστά.
es: Modo de depuración, los errores se mostrarán en stdout.
fil: Nagde-debug pa, ang mga error ay ipapakita sa stdout.
fr: Mode de débogage, les erreurs seront affichées sur la sortie standard.
gl: Modo de depuración, os erros mostraranse en stdout
it: Modalità debugging, gli errori saranno visualizzati sullo stdout.
pt: Em modo de debug, os erros serão apresentados em stdout.

source: Program path: '%s'
bg: Път на програмата: '%s'
el: Διαδρομή προγράμματος: '%s'
es: Ruta del programa: '%s'
fil: Landas ng programa: '%s'\n
fr: Chemin du programme: '%s'
gl: Ruta ao programa: '%s'
it: Percorso del programma: '%s'
pt: Caminho do programa: '%s'

source: Directory base: '%s'
bg: Основна директория: '%s'
el: Βάση φακέλου: '%s'
es: Directorio base : '%s'
fil: Base ng direktoryo: '%s'\n
fr: Répertoire de base: '%s'
gl: Directorio base: '%s'
pt: Directório base: '%s'

source: icons
bg: икони
el: Εικονίδια
es: iconos
fil: mga icon
fr: icônes
gl: iconas
it: icone
pt: ícones

source: Icon path: %s
bg: Път до икона %s
el: Διαδρομή εικονιδίου: '%s'
es: Ruta de los iconos: '%s'
fil: Landas ng icon: %s\n
fr: Chemin des icônes: %s
gl: Ruta á icona: %s
it: Path icone: %s
pt: Caminho para ícones: %s'

source: Path to mouse pointer image: %s
bg: Път до изображението с показалеца: %s
el: Διαδρομή για την εικόνα δείκτη του ποντικού: '%s'
es: Ruta de la imagen del puntero: %s
fil: Landas sa imahe ng mouse pointer: %s\n
fr: Chemin vers l'image du pointeur de la souris: %s
gl: Ruta á imaxe do punteiro do rato: %s
it: Path dell'immagine del puntatore del mouse: %s
pt: Caminho para ponteiro de rato: %s'

source: Something went wrong when creating the menu bar.
bg: Нещо се обърка при създаването на лентата с менюта.
el: Υπήρξε κάποιο πρόβλημα κατά τη δημιουργία της γραμμής μενού.
es: Se produjo un fallo al crear la barra de menú.
fil: May nagkaproblema habang ginagawa ang menu bar.
fr: Une erreur est survenue lors de la création de la barre de menus.
gl: Algo saíu mal ao crear a barra de menús.
it: Errore nella creazione della barra del menu.
pt: Ocorreu um erro na criação na barra de menu.

source: Something went wrong when creating the toolbar.
bg: Нещо се обърка при създаване на лентата с интрументи.
el: Υπήρξε κάποιο πρόβλημα κατά τη δημιουργία της γραμμής εργασιών.
es: Se produjo un fallo al crear la barra de herramientas.
fil: May nagkaproblema habang ginagawa ang toolbar.
fr: Une erreur est survenue lors de la création de la barre d'outils.
gl: Algo saíu mal ao crear a barra de ferramentas.
it: Errore nella creazione della toolbar.
pt: Ocorreu um erro na criação da barra de ferramentas

source: Zoom:
bg: Мащаб:
el: Εστίαση:
es: Ampliación:
fil: Ilayo/Ilapit
gl: Ampliación:
pt: Ampliação:

source: Output:
bg: Резултат:
el: Έξοδος:
es: Salida:
fr: Sortie:
gl: Saída:
pt: Saída:

source: Something went wrong when creating the film strip.
bg: Нещо се обърка при създаване на филмовата лентата.
el: Υπήρξε κάποιο πρόβλημα κατά τη δημιουργία της ταινίας.
es: Se produjo un fallo al crear la secuencia.
fil: May nagkaproblema habang ginagawa ang film strip.
fr: Une erreur est survenuelors de la création de la bande du film.
gl: Algo saíu mal ao crear a tira de película.
pt: Ocorreu um erro na criação do filme.

source: Screenshots disabled: salasaga_screencapture not found in search path
bg: Прихващането на екрана е изключено: salasaga_screencapture не е намерена в пътя за търсене.
el: Τα στιγμιότυπα απενεργοποιήθηκαν: το salasaga_screencapture δεν βρέθηκε στη διαδρομή αναζήτησης.
es: Capturas desactivadas: no se encontró salsaga_screencapture en la ruta especificada
fil: Hindi pwede ang kunan ang screen: hindi makita sa hinahanap na landas ang salasaga_screencapture
fr: Captures d'écran désactivées: salasaga_screencapture non-trouvé dans le chemin de recherche
gl: Captura de imaxes desactivada: salasaga_screencapture non se atopa na ruta de procura
it: Screenshot disabilitato: salasaga_screencapture non trovato nel path di ricerca
pt: Capturas desactivadas: caminho para salasaga_screencapture não encontrado

source: Something went wrong when getting the window identifier.
bg: Нещо се обърка при прихващане на ID на прозореца.
el: Κάτι πήγε λάθος κατά τη λήψη του αναγνωριστικού του παραθύρου.
es: Se produjo un error al obtener el identificación de la ventana.
fil: May nagkaproblema habang kinukuha ang pangkilala ng window
fr: La récupération de l'identifiant de fenêtre a échoué pour une raison inconnue.
gl: Algo fallou ao obter o identificador da fiestra.
it: L'ottenimento dell'identificatore della finestra non è andato a buon fine.
pt: Ocorreu um erro ao detectar identificador da janela.

source: Something went wrong when getting the screenshot.
bg: Нещо се обърка при прихващането на екрана.
el: Κάτι πήγε λάθος κατά τη λήψη του στιγμιότυπου οθόνης.
es: Se produjo un error al tomar la captura.
fil: May nagkaproblema habang kinukuha ang kuha ng screen.
fr: La capture d'écran a échoué pour une raison inconnue.
gl: Algo fallou ao conseguir a captura de pantalla.
it: L'ottenimento dello screenshot non è andato a buon fine.
pt: Ocorreu um erro ao realizar a captura.

source: Screenshot GetDC failed.
el: Το στιγμιότυπο Λήψη DC απέτυχε.
es: Captura de pantalla GetDC fallida.
fr: La capture d'écran GetDC a échoué.
gl: Fracasou a captura de pantalla GetDC.
it: Screenshot GetDC fallito.
pt: A captura GetDC falhou.

source: Screenshot CreateCompatibleDC failed.
el: Το στιγμιότυπο Δημιουργία Συμβατού DC απέτυχε.
es: Captura de pantalla CreateCompatibleDC fallida.
fr: La capture d'écran CreateCompatibleDC a échoué.
gl: Fracasou a captura de pantalla CreateCompatibleDC
it: Screenshot CreateCompatibleDC fallito.
pt: A captura CreateCompatibleDC falhou.

source: Screenshot CreateCompatibleBitmap failed.
el: Το στιγμιότυπο Δημιουργία Συμβατού Bitmap απέτυχε.
es: Captura de pantalla CreateCompatibleBitmap fallida.
fr: La capture d'écran CreateCompatibleBitmap a échoué.
gl: Fracasou a captura de pantalla CreateCompatibleBitmap
it: Screenshot CreateCompatibleBitmap fallito.
pt: A captura CreateCompatibleBitmap falhou.

source: Screenshot SelectObject failed: selected object is not a region.
el: Το στιγμιότυπο Επιλογή Αντικειμένου απέτυχε: το επιλεγμένο αντικείμενο δεν είναι μια περιοχή.
es: Captura de pantalla SelectObject fallida: el objeto seleccionado no es una región.
fr: La capture d'écran SelectObject a échoué : l'objet sélectionné n'est pas une zone.
gl: Fracasou a captura de pantalla SelectObject: o obxecto seleccionado non é unha zona.
it: Screenshot SelectObject fallito: l'oggetto selezionato non è una regione.
pt: A captura SelectObject falhou: o objecto seleccionado não é uma região.

source: Screenshot SelectObject failed: unknown error.
el: Το στιγμιότυπο Επιλογή Αντικειμένου απέτυχε: άγνωστο σφάλμα.
es: Captura de pantalla SelectObject fallida: error desconocido.
fr: La capture d'écran SelectObject a échoué : erreur inconnue.
gl: Fracasou a captura de pantalla SelectObject: erro descoñecido.
it: Screenshot SelectObject fallito: errore sconosciuto.
pt: A captura SelectObject falhou: erro desconhecido.

source: Screenshot BitBlt failed.
el: Το στιγμιότυπο BitBit απέτυχε.
es: Captura de pantalla BitBlt fallida.
fr: La capture d'écran BitBlt a échoué.
gl: Fracasou a captura de pantalla BitBlt
it: Screenshot BitBlt fallito.

source: There was something wrong with the project name value. Aborting screenshot.
bg: Нещо не е наред с името на проекта. Прекратяване на снимането.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ονόματος του έργου. Το στιγμιότυπο ματαιώθηκε.
es: Se produjo un error por el valor Nombre del proyecto. Abortando captura.
fil: May problema sa nakalagay na pangalan ng proyekto. Hindi itutuloy ang kuha ng screen.
fr: La valeur associée au nom du projet pose problème. Annulation de la capture d'écran.
gl: Había algo mal co nome do proxecto. Cancelando captura.
it: Il valore associato al nome del progetto pone dei problemi. Screenshot annullato.
pt: Ocorreu um erro com o valor do nome do projecto. A abortar a captura.

source: There was something wrong with the screenshot folder value. Aborting screenshot.
bg: Нещо не е наред с папката за снимки на проекта. Прекратяване на снимането.
el: Υπήρξε κάποιο πρόβλημα με την τιμή φακέλου του στιγμιότυπου. Το στιγμιότυπο ματαιώθηκε.
es: Se produjo un error por el valor Directorio de captura. Abortando captura.
fil: May problema sa nakalagay na folder ng kuha ng screen. Hindi itutuloy ang kuha ng screen.
fr: La valeur associée au dossier de la capture pose problème. Annulation de la capture d'écran.
gl: Algo saíu mal co valor Directorio de captura. Abortando captura.
it: Il valore associato alla cartella per screenshot pone dei problemi. Screenshot annullato.
pt: Ocorreu um erro com o valor da directoria de captura. A abortar captura.

source: There was something wrong with the x offset start value. Aborting screenshot.
el: Υπήρξε κάποιο πρόβλημα με την τιμή μετακίνησης x. Το στιγμιότυπο ματαιώθηκε.
es: Hubo algo erróneo con el valor de comienzo de offset en X. Abortando la captura de pantalla.
fil: May problem sa nakalagay na pansimulang X offset. Hindi itutuloy ang kuha ng screen.
fr: La valeur associée au décalage sur x du début pose problème. Annulation de la capture d'écran.
gl: Algo saíu mal ao compensar o valor de inicio x. Cancelando captura de pantalla.

source: There was something wrong with the y offset start value. Aborting screenshot.
el: Υπήρξε κάποιο πρόβλημα με την τιμή μετακίνησης y. Το στιγμιότυπο ματαιώθηκε.
es: Hubo algo erróneo con el valor de comienzo de offset en Y. Abortando la captura de pantalla.
fil: May problem sa nakalagay na pansimulang Y offset. Hindi itutuloy ang kuha ng screen.
fr: La valeur associée au décalage sur y du début pose problème. Annulation de la capture d'écran.
gl: Algo saíu mal co valor de inicio offset y. Cancelando captura de pantalla.

source: There was something wrong with the width value. Aborting screenshot.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του πλάτους. Το στιγμιότυπο ματαιώθηκε.
es: Se produjo un error por el valor Ancho. Abortando captura.
fil: May problema sa nakalagay na lapad. Hindi itutuloy ang kuha ng screen.
fr: La valeur associée à la largeur pose problème. Annulation de la capture d'écran.
gl: Algo saíu mal co valor Ancho. Abortando captura.
it: Errore nel valore della altezza. Schermata annullata.
pt: Ocorreu um erro com o valor da largura. A abortar captura.

source: There was something wrong with the height value. Aborting screenshot.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του ύψους. Το στιγμιότυπο ματαιώθηκε.
es: Se produjo un error por el valor Alto. Abortando captura.
fil: May problema sa nakalagay na tangkad. Hindi itutuloy ang kuha ng screen.
fr: La valeur associée à la hauteur pose problème. Annulation de la capture d'écran.
gl: Algo saíu mal co valor Alto. Abortando captura.
it: Errore nel valore della altezza. Schermata annullata.
pt: Ocorreu um erro com o valor de altura. A abortar captura.

source: There was something wrong with the screenshot delay value. Aborting screenshot.
el: Υπήρξε κάποιο σφάλμα με την τιμή καθυστέρησης του στιγμιότυπου οθόνης. Ματαίωση στιγμιότυπου οθόνης.
es: Hubo algo erróneo con el valor de comienzo de retraso en la captura. Abortando la captura de pantalla.
fr: Quelque chose ne va pas avec le délai de capture. Abandon de la capture.
gl: Houbo algo errado co valor de retardo da captura de pantalla. Abortar captura de pantalla.
it: Errore nel valore di ritardo della schermata. Schermata annullata.

source: Screenshot in %u seconds
bg: Снимка на екрана след %u секунди
el: Στιγμιότυπο οθόνης σε %u δευτερόλεπτα
es: Captura de pantalla en %u segundos
fr: Capture dans %u secondes
gl: Captura de pantalla en %u segundos
it: Schermata in %u secondi

source: Screenshot taken
bg: Екранът е заснет
el: Λήφθηκε στιγμιότυπο οθόνης
es: Captura de pantalla obtenida
fr: Capture d'écran effectuée
gl: Captura de pantalla feita
it: Schermata catturata

source: Something went wrong opening
bg: Нещо не е наред с отварянето
el: Υπήρξε κάποιο πρόβλημα με το άνοιγμα.
es: Se produjo un error en la apertura
fil: May nagkaproblema sa pagbubukas
fr: Problème à l'ouverture de
gl: Algo saíu mal na apertura
it: Errore apertura
pt: Ocorreu um erro ao abrir.

source: The target directory doesn't exist.
el: Ο φάκελος προορισμού δεν υπάρχει.
es: El directorio especificado no existe.
fil: Hindi pa nagagawa o wala ang target na direktoryo.
fr: Le dossier cible n'existe pas.
gl: O directorio especificado non existe.
it: La directory di destinazione non esiste.
pt: O directorio de destino não existe.

source: Something went wrong when opening the output screenshot file for writing.
el: Υπήρξε κάποιο πρόβλημα κατά το άνοιγμα του αρχείου εξόδου του στιγμιότυπου για εγγραφή.
es: Algo fue mal al abrir el fichero de captura de pantalla de salida para escritura.
fil: May nagkaproblema habang binubuksan ang output file ng kuha ng screen para sulatan sana.
fr: Problème lors de l'ouverture du fichier de sortie d'écran en écriture.
gl: Algo saíu mal ao abrir o arquivo de saída de captura de pantalla para escribir.
pt: Ocorreu um erro ao abrir o ficheiro de captura para escrita.

source: Something went wrong when creating the png write structure.
el: Υπήρξε κάποιο πρόβλημα κατά τη δημιουργία της εγγράψιμης δομής png.
es: Algo fue mal al crear la estructura de escritura png.
fil: May nagkaproblema habang ginagawa ang istrukturang pangsulat ng png.
fr: Problème à la création de la structure en écriture du fichier png.
gl: Algo fallou ao crear a estrutura de escritura png.
it: La creazione della struttura in scrittura del file png non è andata a buon fine.

source: Something went wrong when creating the png info structure.
el: Υπήρξε κάποιο πρόβλημα κατά τη δημιουργία της δομής πληροφοριών png.
es: Algo fue mal al crear la estructura info png.
fil: May nagkaproblema habang ginagawa ang istruktura ng impormasyon ng png.
fr: Problème à la création de la structure de l'information du fichier png.
gl: Algo fallou ao crear a estrutura de info png.
it: La creazione della struttura dell'informazione del file png non è andata a buon fine.
pt: Ocorreu um erro ao criar a informação PNG para escrita.

source: Something went wrong when retrieving the screenshot metadata.
el: Υπήρξε κάποιο πρόβλημα κατά τη παραλαβή των μεταδεδομένων του στιγμιότυπου.
es: Se produjo un error al recuperar los metadatos de la captura.
fil: May nagkaproblema habang ibinabalik ang metadata ng kuha ng screen.
fr: Problème en lecture des métadonnées de la saisie d'écran.
gl: Algo fallou na recuperación de metadatos da captura.
it: Errore nel recupero dei metadata dello screenshot.
pt: Ocorreu um erro ao adquirir metadados da captura.

source: Something went wrong when copying the screenshot data.
bg: Нещо се обърка с копирането на данните за прихванатия екран.
el: Υπήρξε κάποιο πρόβλημα κατά την αντιγραφή των δεδομένων του στιγμιότυπου.
es: Se produjo un error al copiar la información de la captura.
fil: May nagkaproblema habang kinokopya ang data ng kuha ng screen.
fr: Problème en écriture des données de la saisie d'écran.
gl: Algo fallou ao copiar os datos da captura.
it: Errore durante la copia dei dati di screenshot.
pt: Ocorrreu um erro ao copiar os dados da captura.

source: 8 Bit Color Value Component
bg: 8 битов цвето-стойностен компонент
el: Βάθος χρώματος 8 bit
es: Componente de valor de color de 8 bits
fr: Composante des valeurs de couleur 8 Bits
gl: Valor do compoñente de cor 8 bits
it: Componente con valore di colore a 8 bit
pt: Componente 8 Bit

source: 16 Bit Color Value Component
bg: 16 битов цвето-стойностен компонент
el: Βάθος χρώματος 16 bit.
es: Componente de valor de color de 16 bits
fr: Composante des valeurs de couleur 16 Bits
gl: Valor do compoñente de cor 16 bits
it: Componente con valore di colore a 16 bit
pt: Componente 16 Bit

source: Animation behavior after playing
bg: Поведение на анимацията след изпълнение.
el: Συμπεριφορά κινούμενης απεικόνισης μετά την αναπαραγωγή.
es: Comportamiento de la animación tras la ejecución
fil: Kilos ng animation pagkatapos i-play
fr: Comportement de l'animation après la lecture
gl: Comportamento da animación logo de reproducila
it: Comportamento della animazione dopo la esecuzione
pt: Comportamento da animação após reprodução

source: External link
bg: Външна връзка
el: Εξωτερικός σύνδεσμος
es: Enlace externo
fil: Panlabas na link
fr: Lien externe
gl: Ligazón externa
it: Collegamento esterno
pt: Link externo

source: Window target for an external link
bg: Прозорец за външна връзка
el: Παράθυρο προορισμού για έναν εξωτερικό σύνδεσμο.
es: Ventana de destino para un enlace externo
fil: Target na window para sa panlabas na link
fr: Fenêtre cible pour un lien externe
gl: Fiestra obxectivo dun enlace externo
it: Finestra di destinazione per un link esterno
pt: Janela de destino para link externo

source: Full path to a file
bg: Пълен път за достъп до файл
el: Πλήρης διαδρομή για ένα αρχείο.
es: Ruta completa al archivo
fil: Kompletong landas sa isang file
fr: Chemin complet vers le fichier
gl: Ruta completa a un arquivo
it: Path completo per un file
pt: Caminho completo para ficheiro

source: Full path to a folder
bg: Пълен път за достъп до папка
el: Πλήρης διαδρομή για έναν φάκελο.
es: Ruta completa a la carpeta
fil: Kompletong landas sa isang folder
fr: Chemin complet vers le dossier
gl: Ruta completa a un cartafol
it: Path completo per una cartella
pt: Caminho completo para directório

source: Font face
bg: Стил на шрифт
el: Μορφή γραμματοσειράς
es: Tipo de letra
fr: Type de police
gl: Tipo de letra

source: Font size
bg: Кегел
el: Μέγεθος γραμματοσειράς
es: Tamaño de la fuente
fil: Laki ng titik
fr: Taille de la police
gl: Tamaño da fonte
it: Dimensione dei caratteri
pt: Tamanho da fonte

source: A frame number
bg: Номер на кадъра
el: Αριθμός πλαισίου.
es: Número de fotograma
fil: Numero ng frame
fr: Un numéro d'image
gl: Un número de marcos
it: Numero frame
pt: Número da frame

source: Height of a highlight layer
bg: Височина на активния слой
el: Ύψος στρώματος επισήμανσης.
es: Altura de una capa de resaltado
fil: Tangkad ng patong na highlight
fr: Hauteur du calque en surbrillance
gl: Altura dunha capa de destaque
pt: Altura de camada de destaque

source: Width of a highlight layer
bg: Ширина на активния слой
el: Πλάτος στρώματος επισήμανσης.
es: Anchura de una capa de resaltado
fil: Lapad ng patong na highlight
fr: Largeur du calque en surbrillance
gl: Anchura dunha capa de destaque
it: Altezza di un livello evidenziato
pt: Largura de camada de destaque

source: Height of the tool bar icons
bg: Височина на иконите в лентата с инструменти
el: Ύψος εικονιδίων γραμμής εργαλείων.
es: Altura de la barra de iconos
fil: Tangkad ng mga icon sa tool bar
fr: Hauteur de la barre d'icônes des outils
gl: Altura das iconas da barra de ferramentas
it: Altezza icone del toolbar
pt: Altura dos ícones da barra de ferramentas

source: Base64 encoded image data
el: Κρυπτογραφημένα δεδομένα εικόνας Base64
es: Datos de imagen codificados con Base64
fil: Base64 naka-encode na image data
fr: Données de l'image encodée en Base64
gl: Datos da imaxe codificados base64
it: Dati immagine codificati in base64
pt: Imagem com encoding a Base64

source: Length in bytes of image data
bg: Дължина в байтове на данните от изображението.
el: Μήκος σε bytes των πληροφορίων εικόνας
es: Longitud en bytes de los datos de imagen
fil: Bytes na haba ng image data
fr: Taille de l'image en octets
gl: Lonxitude en bytes dos datos da imaxe
it: Lunghezza in bytes dei dati della immagine
pt: Tamanho em bytes da imagem

source: Layer background switch
bg: Фонов превключвател на слоя
el: Διακόπτης στρώσης παρασκηνίου
es: Cambio de capa de background
fil: Pagpalitin ang patong ng background
fr: Changement du calque de fond
gl: Cambiar á capa de fondo
pt: Trocar camada de fundo

source: Layer duration in seconds
bg: Продължителност на слоя в секунди
el: Διάρκεια στρώσης σε δευτερόλεπτα
es: Duración de capa en segundos
fil: Tagal ng patong sa segundo
fr: Durée en secondes du calque
gl: Duración da capa en segundos
it: Durata in secondi di questo livello
pt: Duração da camada em segundos

source: Height of this layer
bg: Височина на слоя
el: Ύψος της στρώσης
es: Altura de esta capa
fil: Tangkad nitong patong
fr: Hauteur de ce calque
gl: Altura da capa
it: Altezza di questo livello
pt: Altura desta camada

source: Name of this layer
bg: Име на слоя
el: Όνομα της στρώσης
es: Nombre de esta capa
fil: Pangalan nitong patong
fr: Nom de ce calque
gl: Nome desta capa
it: Nome di questo livello
pt: Nome desta camada

source: Layer visibility switch
bg: Превключвател за видимост на слоя
el: Διακόπτης ορατότητας της στρώσης
es: Cambio de visibilidad de capa
fil: Pagpalitin ang bisibilidad ng patong
fr: Changement de la visibilité du calque
gl: Cambiar a visibilidade da capa
pt: Alterar visibilidade da camada

source: Width of this layer
bg: Ширина на слоя
el: Πλάτος της στρώσης
es: Anchura de esta capa
fil: Lapad nitong patong
fr: Largeur du calque
gl: Ancho desta capa
pt: Largura desta camada
