Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: There was something wrong with the information button target window value. Please try again.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του παράθυρου προορισμού του πλήκτρου πληροφοριών. Παρακαλώ, προσπαθήστε πάλι.
es: Hubo algo erróneo con el valor del botón de información de la ventana de destino. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na target window ng information button. Pakiulit.
fr: Une erreur est survenue avec la fenêtre cible du bouton d'information. Veuillez réessayer.
gl: Houbo algo errado co valor da ventá de destino do botón de información. Por favor, ténteo de novo.

source: Project properties updated
bg: Свойства на проекта са обновени
el: Οι ιδιότητες του έργου ενημερώθηκαν.
es: Propiedades del proyecto actualizadas
fr: Propriétés du projet mises à jour
gl: Propiedades do proxecto actualizadas
it: Proprietà del progetto aggiornate
pt: Propriedades do projecto actualizadas

source: Please click on the window you want to capture, after closing this dialog.
bg: Моля щракнете на прозореца, който искате да прихванете, след като затворите този диалогов прозорец.
el: Κάντε κλικ στο παράθυρο που θέλετε να 'συλλάβετε', αφού κλείσετε αυτό το παράθυρο διαλόγου.
es: Por favor haz click en la ventana que quieres capturar después de cerrar este diálogo.
fr: Sélectionnez la fenêtre à capturer après la fermeture de cette fenêtre de dialogue.
gl: Por favor, prema na ventá que desexa capturar, despois de pechar este diálogo.

source: You can turn this help text off in Edit -> Preferences
bg: Може да изключите тази подсказка в менюто Редактиране - > Настройки
el: Μπορείτε να κλείστε αυτό το παράθυρο βοήθειας από Επεξεργασία -> Ρυθμίσεις
es: Puedes desactivar este texto de ayuda en Editar -> Preferencias
fr: Vous pouvez désactiver ce texte d'aide par Édition -> Préférences
gl: Podes desactivar este texto de axuda en Editar -> Preferencias
it: Puoi disattivare questo testo di aiuto in Modifica -> Preferenze

source: Unable to create alternative cursor.
el: Αδυναμία δημιουργίας εναλλακτικού κέρσορα.
es: No se puede crear el cursor alternativo.
fil: Hindi makagawa ng alternatibong cursor.
fr: Impossible de créer un curseur alternatif.
gl: Incapaz de crear un cursor alternativo.
pt: Incapaz de criar cursor alternativo.

source: Unable to grab the mouse pointer for selected display. Please report this error.
bg: Неуспех при опита за взимане на показалеца за избрания екран. Моля докладвайте тази грешка.
el: Αδυναμία λήψης δείκτη ποντικιού για την επιλεγμένη εμφάνιση. Παρακαλώ, αναφέρετε αυτό το σφάλμα.
es: No se puede apropiar el puntero de ratón para la pantalla seleccionada. Por favor informa de este problema.
fil: Hindi madampot ang mouse pointer para sa piniling display. Paki-report nitong mali.
fr: Impossible de capturer le pointeur de souris pour l'affichage sélectionné. Veuillez rapporter cette erreur.
gl: Incapaz de capturar o punteiro do rato. Por favor, reporte este erro.
pt: Incapaz de capturar o ponteiro do rato. Reporte este erro.

source: Mouse pointer grabbed.
bg: Показалеца е прихванат.
el: Ο δείκτης ποντικιού έχει ληφθεί.
es: Puntero de ratón apropiado.
fil: Nadampot ang mouse pointer.
fr: Pointeur de souris capturé.
gl: Punteiro do rato capturado.
it: Puntatore del mouse intercettato.
pt: Ponteiro do rato capturado.

source: Capture window set.
bg: Прозореза за прихващане е зададен.
el: Η σύλληψη του παράθυρου ορίστηκε.
es: Ventana de captura establecida.
fil: Naka-set na ang pagkuha ng window
fr: Capture de la fenêtre fixée.
gl: Ventá de captura definida.
pt: Janela de captura definida.

source: Mouse pointer grab released.
bg: Показалеца е пуснат от прихващането.
el: Η λήψη δείκτη ποντικιού ελευθερώθηκε.
es: Apropiación del puntero del ratón liberada.
fil: Binitawan ang mouse pointer
fr: Capture du pointeur de souris libérée.
gl: Captura de punteiro de rato terminada.
it: Puntatore del mouse rilasciato.
pt: Captura de ponteiro de rato terminada.

source: Window geometry retrieved. X offset: %d Y offset: %d Width: %d Height: %d
bg: Геометрията на прозореца е получена. Отместване по X: %d , отместване по Y: %d . Ширина: %d , височина: %d
el: Ανάκτηση γεωμετρίας παράθυρου. Μετακίνηση X: %d Μετακίνηση Y: %d Πλάτος: %d Ύψος: %d
es: Geometría de la ventana obtenida. Offset en X: %d Offset en Y: %d Ancho: %d Altura: %d
fil: Window geometry retrieved. X offset: %d Y offset: %d Lapad: %d Tangkad: %d
fr: Taille de la fenêtre récupérée. Décalage horizontal X: %d Décalage vertical Y: %d Largeur: %d Hauteur: %d
gl: Xeometría da Ventá recuperada. Compensación X: %d Compensación Y: %d Ancho: %d Alto: %d

source: Screenshot window set. Right click on the status bar icon to take screenshots, then Import when finished.
bg: Прозореца за прихващане е засечен. Щракнете с десния бутон върху иконата в лентата за състояния, за да прихванете прозореца(ците) и после Внесете когато приключите.
el: Παράθυρο ρύθμισης στιγμιότυπου οθόνης. Κάντε δεξί κλικ στο εικονίδιο της γραμμής κατάστασης για να λάβετε στιγμιότυπα οθόνης και, αφού τελειώσετε, κάντε Εισαγωγή.
es: Captura de pantalla establecida. Haz click con el botón derecho en el icono de barra de estado para tomar capturas de pantalla, después Importar cuando hayas finalizado.
fr: Capture de fenêtre. Un clic droit sur l'icône de la barre des tâches capture la fenêtre, puis importer pour terminer
gl: Establecida a ventá de captura de pantalla. Faga clic dereito sobre a icona da barra de estado para tomar capturas de pantalla, logo impórteas cando termine.

source: Salasaga - Capture active
bg: Salasaga - Прихващането е активно
el: Salasaga - Σύλληψη ενεργή
es: Salasaga - Captura activa
fr: Salasaga - Saisie active
gl: Salasaga - Captura activa

source: X Offset:
bg: Отместване по X
el: X Μετακίνηση
es: Offset en X:
fr: Décalage horizontal (X):
gl: Compensación X:

source: Y Offset:
bg: Отместване по Y
el: Y Μετακίνηση:
es: Offset en Y:
fr: Décalage vertical (Y):
gl: Compensación Y:

source: Hint: Use the Control-Printscreen key combination to capture screenshots, then the Import button to import them.
bg: Бележка: Използвайте комбинацията Control-Printscreen, за да прихванете снимки на екрана и после натиснете бутона Внеси, за да ги внесете в проекта.
el: Υπόδειξη: Χρησιμοποιήστε τον συνδυασμό πλήκτρων Control-Printscreen για τη σύλληψη στιγμιότυπων, κατόπιν το πλήκτρο Εισαγωγή για συμπερίληψή τους στο έργο.
es: Consejo: Usa la combinación de teclas Control-PrintScreen para realizar capturas de pantalla, después el botón Importar para importarlas.
fil: Suhestiyon: Gamitin ang Control-Printscreen na key na kombinasyon para makakuha ng mga larawan ng screen, tapos i-klik ang butones ng Import para ma-import sila.
fr: Truc: Utilisez les touches Ctrl-ImpÉc pour faire les captures d'écran, et ensuite le bouton d'importation pour les récupérer.
gl: Consello: Use a tecla Ctrl-PrtSc para realizar capturas, despois use o botón Importar.
it: Suggerimento: Usa la compbinazione di tasi CTRL-Printscreen per catturare la pagina, quindi il bottone import per importarla.
pt: Dica: Use a tecla Ctrl-PrtSc para realizar capturas, depois use o botão Importar.

source: screenshot
el: στιγμιότυπο
es: captura de pantalla
fil: kuha ng screen
fr: capture d'écran
gl: captura de pantalla
pt: captura

source: An error '%s' occurred when opening '%s' for writing.
el: Ένα σφάλμα '%s' συνέβη κατά το άνοιγμα του '%s' για εγγραφή.
es: Ocurrió un error '%s' cuando se abría '%s' para escritura.
fr: Une erreur '%s' s'est produite en ouvrant '%s' en écriture.
gl: Houbo un erro '%s' ao abrir '%s' para escribir.
it: Errore '%s' nella apertura di '%s' in scrittura.

source: An error '%s' occurred when writing data to the file '%s'.
el: Ένα σφάλμα '%s' συνέβη κατά την εγγραφή δεδομένων στο αρχείο '%s'.
es: Ocurrió un error '%s' al escribir datos al fichero '%s'.
fr: Une erreur '%s' s'est produite en écrivant les données dans le fichier '%s'.
gl: Houbo un erro '%s' ao gravar datos no arquivo '%s'.
it: Errore '%s' nella scrittura dei dati sul file '%s'.

source: An error '%s' occurred when closing the output file '%s'.
el: Ένα σφάλμα '%s' συνέβη κατά το κλείσιμο του αρχείου εξαγωγής '%s'.
es: Ocurrió un error '%s' al cerrar el fichero de salida '%s'.
fr: Une erreur '%s' s'est produite en fermant le fichier '%s'.
gl: Houbo un erro '%s' ao pechar o arquivo de saída '%s'.

source: Keyboard hook LoadLibrary failed with error %d: %s
bg: Клавиатурното прихващане 'LoadLibrary' се провали с гешка %d: %s
el: Το άγκιστρο πληκτρολογίου για το LoadLibrary απέτυχε με σφάλμα %d: %s
es: Hook de teclado LoadLibrary falló con error: %d: %s
fr: Problème de clavier LoadLibrary avec l'erreur %d: %s
gl: O gancho de teclado LoadLibrary fallou co erro %d: %s
it: Agganciamento tastiera LoadLibrary fallito con errore %d: %s

source: Keyboard hook GetProcAddress failed with error %d: %s
bg: Клавиатурното прихващане 'GetProcAddress' се провали с гешка %d: %s
el: Το άγκιστρο πληκτρολογίου στο GetProcAddress απέτυχε με σφάλμα %d: %s
es: Hook de teclado GetProcAddress falló con error: %d: %s
fr: Problème de clavier GetProcAddress avec l'erreur %d: %s
gl: O gancho de teclado GetProcAddress fallou co erro %d: %s
it: Agganciamento tastiera GetProcAddress fallito con errore %d: %s

source: Keyboard hooking failed with error %d: %s
bg: Клавиатурното прихващане се провали с гешка %d: %s
el: Η αγκίστρωση του πληκτρολογίου απέτυχε με σφάλμα %d: %s
es: Hook de teclado falló con error: %d: %s
fr: Problème de clavier avec l'erreur %d: %s
gl: Gancho de teclado fallou co erro %d: %s
it: Agganciamento tastiera fallito con errore %d: %s

source: Installed Control-Printscreen screenshot key
bg: Настоен е Control-Printscreen ключ за прихващане
el: Εγκατεστημένος συνδυασμός πλήκτρων Control-Printscreen για τη λήψη στιγμιότυπου οθόνης
es: Instalada la tecla de captura de pantalla Control-Printscreen
fr: La touche de capture Ctrl-ImprEcran est installée
gl: Instalada a clave de captura de pantalla Control-Printscreen

source: Wrote screenshot settings file
el: Αρχείο εγγραφής ρυθμίσεων στιγμιότυπου οθόνης
es: Fichero de configuración de captura de pantallas escrito
fr: Configuration des captures d'écran sauvée.
gl: Escribiuse o arquivo de configuración de capturas de pantalla

source: Unable to retrieve details for the screen to capture.
bg: Неуспех при опита за получаване на детайли кой екран да се прихване.
el: Αδυναμία λήψης λεπτομερειών οθόνης για τη σύλληψη.
es: No se pueden recuperar detalles de la pantalla para la captura.
fil: Hindi makita ang detalye para makunan ang screen
fr: Impossible de récupérer les détails de l'écran à capturer.
gl: Non se puideron obter detalles da pantalla a capturar.

source: Window geometry retrieved. Width: %d Height: %d
bg: Геометрията на прозореца е получена. Ширина: %d Височина: %d
el: Ανάκτηση γεωμετρίας παράθυρου. Πλάτος: %d Ύψος: %d
es: Geometría de ventana obtenida. Ancho: %d Altura: %d
fil: Window geometry retrieved. Lapad: %d Tangkad: %d
fr: Taille de l'écran récupérée. Largeur: %d Hauteur: %d
gl: Xeometría da ventá recuperada. Ancho: %d Alto: %d
pt: Geometria da janela adquirida. Largura: %d Altura: %d

source: Full screen capture set. Right click on the status bar icon to take screenshots, then Import when finished.
bg: Заснемане на целия екран. Щракнете с десния бутон върху иконата в лентата за състояния, за да прихванете екрана и после Внесете когато приключите.
el: Ρύθμιση λήψης πλήρους οθόνης. Κάντε δεξί κλικ στο εικονίδιο της γραμμής κατάστασης για να λάβετε στιγμιότυπα οθόνης και, αφού τελειώσετε, κάντε Εισαγωγή.
es: Captura de pantalla completa activada. Haga click con el botón derecho en el icono de la barra de estado para tomar capturas de pantalla, después Importar una vez que se haya finalizado.
fr: Capture plein écran réglée. Un clic droit sur l'icône de la barre d'état capture l'écran, ensuite Importer pour terminer.
gl: Establecida a captura de pantalla completa. Faga clic co botón dereito na icona da barra de estado para tirar capturas de pantalla, e logo impórteas cando remate.

source: An error '%s' occurred when writing data to the '%s' file.
el: Ένα σφάλμα '%s' συνέβη κατά την εγγραφή δεδομένων στο αρχείο '%s'.
es: Un error '%s' ocurrió cuando se escribían datos al fichero '%s'.
fr: Une erreur '%s' s'est produite en écrivant dans le fichier '%s'.
gl: Ocorreu un erro '%s' ao gravar datos no arquivo '%s'.

source: Wrote capture settings file - %s - and installed Control-Printscreen keyboard hook
bg: Написа файла с настройките за прихващане - %s - и активира клавиатурното прихващане Control-Printscreen
el: Αρχείο εγγραφής ρυθμίσεων σύλληψης - %s - και εγκατεστημένο άγκιστρο πληκτρολογίου για το Control-Printscreen
es: Fichero de ajustes de captura - %s - escrito e instalado hook de teclado Control-Printscreen
fil: Sumulat ng capture settings file - %s - at nag-install ng Control-Printscreen keyboard hook
fr: Écriture les préférences de capture dans le fichier - %s - et installation de Ctrl-ImpÉc en suspens
gl: Escrito o arquivo de configuración de captura -%s- e instalado o gancho de teclado Control-Printscreen

source: Something went wrong opening the screenshots folder.
el: Υπήρξε κάποιο πρόβλημα κατά το άνοιγμα του φακέλου στιγμιότυπων.
es: Algo fue mal al abrir la carpeta de capturas de pantalla.
fil: May nagkaproblema habang binubuksan ang folder ng mga kuha ng screen
fr: Une erreur est survenue à l'ouverture du dossier des saisies d'écran.
gl: Ocorreu um erro ao abrir o cartafol das capturas.
it: Errore nell'apertura della cartella delle screenshot.
pt: Ocorreu um erro ao abrir a directoria das capturas.

source: The screenshots folder doesn't exist. Please update this in the project preferences and try again.
bg: Папката за прихванати екрани не съществува. Моля, обновете свойствата на проекта и опитайте отново.
el: Ο φάκελος των στιγμιότυπων δεν υπάρχει. Παρακαλώ, κάντε την διόρθωση στις προτιμήσεις του έργου και προσπαθήστε πάλι.
es: La carpeta de capturas de pantalla no existe. Por favor actualice esto en el proyecto a pruebe de nuevo.
fil: Wala or hindi pa nagagawa ang folder ng mga kuha ng screen. Pakiayos ito sa mga kagustuhan ng proyekto at uliting muli.
fr: Le dossier des saisies d'écrans n'existe pas. Veuillez mettre à jour les préférences du projet et essayer de nouveau.
gl: O cartafol de capturas de pantalla non existe. Actualice esto nas preferencias do proxecto e inténteo de novo.

source: Not all of the screenshots are of the same size, or some differ from the size of the project. If you proceed, all screenshots different to the project size will become image layers. Do you want to proceed?
bg: Не всички прихванати екрани са с еднакъв размер или се различават от размера на проекта. Ако продължите, всички различаващи се снимки ще се превърнат в слоеве с изображения. Желаете ли да продължите?
el: Όλα τα στιγμιότυπα οθόνης δεν έχουν το ίδιο μέγεθος, ή κάποια από αυτά έχουν διαφορετικό μέγεθος από αυτό του έργου. Εάν συνεχίσετε, όλα τα διαφορετικά στιγμιότυπα θα γίνουν στρώσεις εικόνων. Θέλετε να συνεχίσετε;
es: Las capturas de pantalla no son del mismo tamaño, o difieren del tamaño del proyecto. Si procedes, todas las capturas de pantalla con tamaño diferente al del proyecto se convertirán en capas de imagen. ¿Deseas continuar?
fr: Les captures ne sont pas toutes de la même taille, ou certaines sont différentes de la taille du projet. Si vous continuez, toutes les captures de tailles différentes de celles du projet deviendront des calques. Voulez-vous continuer ?
gl: Non todas as capturas de pantalla son do mesmo tamaño, ou algunhas son distintas do tamaño do proxecto. Se continúa, todas as que sexan diferentes do tamaño do proxecto tornaranse capas de imaxe. Quere continuar?

source: Not all of the screenshots are of the same size. If you proceed, the project size will be set to the size of the first screenshot. All screenshots of a different size to that will become image layers. Do you want to proceed?
bg: Не всички прихванати екрани са с еднакъв размер. Ако продължите, размерът на проекта ще бъде настроен като на първата снимка, а всички останали ще се превърнат в слоеве с изображения. Желаете ли да продължите?
el: Όλα τα στιγμιότυπα δεν έχουν το ίδιο μέγεθος. Εάν συνεχίσετε, το μέγεθος του έργου θα ρυθμιστεί με βάση το μέγεθος του πρώτου στιγμιότυπου οθόνης. Όλα τα στιγμιότυπα με διαφορετικό μέγεθος από αυτό θα γίνουν στρώσεις εικόνων. Θέλετε να συνεχίσετε;
es: No todas las capturas de pantalla tienen el mismo tamaño. Si continuas, el tamaño del proyecto se establecerá al tamaño de la primera captura de pantalla. Todas las capturas de pantalla con tamaño distinto a este se convertirán en capas de imagen. ¿Deseas continuar ?
fr: Les captures ne sont pas toutes de la même taille. Si vous continuez, la taille du projet sera réglée à la taille de la première capture. Toutes les captures de tailles différentes à celle-ci deviendront des calques . Voulez-vous continuer ?
gl: Non todas as capturas de pantalla son do mesmo tamaño. Se continúa, o tamaño do proxecto será establecido como igual ao tamaño da primeira captura de pantalla. Todas as que sexan de outro tamaño tornaranse capas de imaxe. Quere continuar?

source: No screenshots found. You need to take some screenshots before using Import.
bg: Няма намерени снимки на екрана. Трябва да прихванете няколко преди да използвате Внасяне.
el: Δεν βρέθηκαν στιγμιότυπα οθόνης. Πρέπει να 'συλλάβετε' μερικά πριν χρησιμοποιήσετε την Εισαγωγή.
es: No se encontraron capturas de pantalla. Necesitas tomar algunas capturas de pantalla antes de usar Importar.
fr: Aucune capture d'écran trouvée. Vous devez prendre des captures d'écran avant d'importer.
gl: Non se atopan capturas de pantalla. Ten que facer algunhas antes de poder usar Importar.

source: Screenshots found
bg: Прихванатите екрани са намерени
el: Βρέθηκαν στιγμιότυπα
es: Capturas de pantalla encontradas
fil: Nakitang mga kuha ng screen
fr: Captures d'écran trouvées
gl: Capturas encontradas
pt: Capturas encontradas

source: Something went wrong when loading the screenshot
bg: Нещо се обърка при внасянето на прихванатия екран
el: Υπήρξε κάποιο πρόβλημα κατά τη φόρτωση του στιγμιότυπου.
es: Algo fue mal al cargar las capturas de pantalla
fil: May nagkaproblema habang nilo-load ang kuha ng screen
fr: Une erreur est survenue lors du chargement de la capture d'écran
gl: Ocorreu un erro ao cargar as capturas
pt: Ocorreu um erro ao carregar a capturas

source: Something went wrong when deleting the screenshot file
el: Υπήρξε κάποιο πρόβλημα κατά τη διαγραφή του αρχείου στιγμιότυπου.
es: Algo fue mal al eliminar el fichero de captura de pantalla
fil: May nagkaproblema habang tinatanggal ang file ng kuha ng screen
fr: Une erreur est survenue lors de la suppression du fichier de capture d'écran
gl: Ocorreu un erro ao eliminar o ficheiro da captura
pt: Ocorreu um erro ao eliminar o ficheiro da captura

source: Loaded image
bg: Изображението е заредено
el: Η εικόνα φορτώθηκε
es: Imagen cargada
fil: Na-load na imahe
fr: Image chargée
gl: Imaxe cargada
pt: Imagem carregada

source: screenshot imported
bg: прихванат екран е внесен
el: έγινε εισαγωγή του στιγμιότυπου οθόνης
es: Captura de pantalla importada
fr: capture importée
gl: captura importada

source: screenshots imported
bg: прихванати екрана са внесени
el: τα στιγμιότυπα εισήχθησαν
es: Capturas de pantalla importadas
fil: in-import ang kuha ng screen
fr: captures d'écran importées
gl: capturas importadas
pt: capturas importadas

source: There was something wrong with the project folder value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'папка на проекта' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του φακέλου του έργου που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor almacenado en las preferencias de carpeta del proyecto. Usando las preferencias por defecto.
fil: May problema sa nakalagay na folder ng proyekto sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences du dossier de projet. Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor do cartafol de proxecto indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Erro com o valor indicado nas preferências do directório de projecto.A usar as definições standard.

source: There was something wrong with the screenshots folder value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'папка на прихванатите екрани' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του φακέλου των στιγμιότυπων που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor almacenado en las preferencias de carpeta de capturas de pantalla. Usando las preferencias por defecto.
fil: May problema sa nakalagay na folder ng mga kuha ng screen sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences des captures d'écran. Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor do cartafol das capturas indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Erro com o valor indicado no directório das capturas nas preferências.A usar as definições de origem.

source: There was something wrong with the default output folder value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'изходна папка' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή του φακέλου εξαγωγής που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor de carpeta de salida por defecto almacenado en las preferencias. Usando las preferencias por defecto.
fil: May problema sa nakalagay na default output folder sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences du dossier de sortie par défaut. Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor do cartafol de saída indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Erro no valor indicado no directório de saída indicado nas preferências.A usar as definições de origem.

source: There was something wrong with the default zoom level value stored in the preferences. Using default preferences instead.
bg: Нещо се обърка със стойноста на полето 'ниво на приближение' в настройките. Вместо това се използват настройките по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή της στρώσης εστίασης που αποθηκεύτηκε στις προτιμήσεις. Αντ' αυτού χρησιμοποιήστε τις προκαθορισμένες προτιμήσεις.
es: Hubo algo erróneo con el valor de nivel de zoom por defecto almacenado en las preferencias. Usando las preferencias por defecto.
fil: May problema sa default na antas ng pagkakalapit/pagkakalayo sa mga kagustuhan. Gamit lang muna ang default na mga kagustuhan.
fr: Une erreur s'est produite avec les valeurs stockées dans les préférences d'affichage par défaut. Les préférences par défaut seront utilisées.
gl: Houbo algo errado co valor do nivel de zoom indicado nas preferencias. Vanse usar as definicións por defecto.
pt: Ocorreu um erro com o nível de zoom indicado nas Preferências.A usar as definições de origem.
