Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: /File/Save _As Project
bg: /Файл/Запазване _като проект
el: /Αρχείο/Αποθήκευση _ως έργου
es: /Archivo/Guardar Proyecto Como...
fil: /File/i-Save ang Proyekto Bilang
fr: /Fichier/Enregistrer_sous Projet
gl: /Ficheiro/_Gravar Proxecto Como...
pt: /Ficheiro/_Guardar Como...

source: /File/_Close Project
bg: /Файл/_Затваряне на проект
el: /Αρχείο/_Κλείσιμο αρχείου
es: /Archivo/_Cerrar Proyecto
fil: /File/_Isara ng Proyekto
fr: /Fichier/_Fermer Projet
gl: /Ficheiro/_Pechar Proxecto
pt: /Ficheiro/_Fechar Projecto

source: /File/Sep
bg: /Файл/раздрелител
el: /Αρχείο
fr: /Fichier/Sep
pt: /Ficheiro/Sep

source: /File/_Quit
bg: /Файл/_Изход
el: /Αρχείο/_Έξοδος
es: /Archivo/_Salir
fil: /File/_Ihinto ang Paggawa
fr: /Fichier/_Quitter
gl: /Ficheiro/_Saír
pt: /Ficheiro/_Sair

source: /_Edit
bg: /_Редактиране
el: /_Επεξεργασία
es: /_Editar
fil: /_Ibahin
fr: /_Édition
gl: /_Editar
it: /_Modifica
pt: /_Editar

source: /Edit/_Undo
bg: /Редактиране/_Отмяна
el: /Επεξεργασία/_Αναίρεση

source: /Edit/_Redo
bg: /Редактиране/_Повторение
el: /Επεξεργασία/_Επανάληψη
it: /Modifica/_Ripristina

source: /Edit/Sep
el: /Επεξεργασία/Sep

source: /Edit/_Preferences
bg: /Редактиране/_Настройки
el: /Επεξεργασία/_Προτιμήσεις
es: /Editar/_Preferencias
fil: /Ibahin/_Mga Kagustuhan
fr: /Édition/_Préférences
gl: /Editar/_Preferencias
it: /Modifica/_Preferenze
pt: /Editar/_Preferências

source: /_Screenshots
bg: /_Прихванати екрани
el: /_Στιγμιότυπα
es: /_Capturas
fil: /_Mga Kuha ng Screen
fr: /_Captures
gl: /_Capturas de pantalla
pt: /_Capturas

source: /Screenshots/Capture _window
bg: /Прихванати екрани/Прихващане на _прозорец
el: /Στιγμιότυπα/Σύλληψη _παραθύρου
es: /Capturas/Capturar ventana
fil: /_Mga Kuha ng Screen/Kuhaan ang _window
fr: /Captures/Capture_fenêtre
gl: /Capturas/Capturar fiestra
it: /Screenshots/Cattura _finestra
pt: /Capturas/Capturar _janela

source: /Screenshots/Capture _full screen
bg: /Прихванати екрани/Прихващане на целия _екран
el: /Στιγμιότυπα/Σύλληψη _πλήρους οθόνης
es: /Capturas/Capturar pantalla
fil: /_Mga Kuha ng Screen/Kuhaan ang _buong screen
fr: /Captures/Capture_plein_écran
gl: /Capturas/Capturar pantalla
it: /Screenshots/Cattura_schermo intero
pt: /Capturas/Capturar _Ecran Completo

source: /Screenshots/_Import
bg: /Прихванати екрани/_Внасяне
el: /Στιγμιότυπα/_Εισαγωγή
es: /Capturas/_Importar
fil: /_Mga Kuha ng Screen/_i-Import
fr: /Captures/_Importer
gl: /Capturas/_Importar
it: /Screenshots/_Importa
pt: /Capturas/_Importar

source: /_Project
bg: /_Проект
el: /_Έργο
es: /_Proyecto
fil: /_Proyekto
fr: /_Projet
gl: /_Proxecto
it: /_Progetto
pt: /_Projeto

source: /Project/P_roperties
bg: /Проект/_Свойства
el: /Έργο/Ι_διότητες
es: /Proyecto/P_ropiedades
fil: /Proyekto/K_atangian
fr: /Projet/P_ropriétés
gl: /Proxecto/P_ropiedades
it: /Progetto/P_ropietà
pt: /Projeto/P_ropriedades

source: /Sl_ide
bg: /Сла_йд
el: /Δια_φάνεια
es: /_Diapositiva
fr: /D_iapositive
gl: /_Diapositiva

source: /Slide/_Insert
bg: /Слайд/_Вмъкване
el: /Διαφάνεια/_Εισαγωγή
es: /Diapositiva/_Insertar
fil: /Slide/_Isingit
fr: /Diapositive/_Insérer
gl: /Diapositiva/_Insertar
it: /Diapositiva/_Inserisci
pt: /Slide/_Inserir

source: /Slide/_Delete
bg: /Слайд/_Изтриване
el: /Διαφάνεια/_Διαγραφή
es: /Diapositiva/Borra_r
fil: /Slide/_Tanggalin
fr: /Diapositive/Effacer
gl: /Diapositiva/Borra_r
it: /Diapositiva/_Cancella
pt: /Slide/_Eliminar

source: /Slide/Du_ration
bg: /Слайд/П_родължителност
el: /Διαφάνεια/Διά_ρκεια
es: /Diapositiva/D_uración
fil: /Slide/Ta_gal
fr: /Diapositive/Du_rée
gl: /Diapositiva/D_uración
it: /Diapositiva/Du_rata
pt: /Slide/_Duração

source: /Slide/Move _up
bg: /Слайд/Премести на_горе
el: /Διαφάνεια/_Μετακίνηση _πάνω
es: /Diapositiva/_Subir
fil: /Slide/Itaas
fr: /Diapositive/Monter
gl: /Diapositiva/_Subir
it: /Diapositiva/Muovi _su
pt: /Slide/Mover para cima

source: /Slide/Move dow_n
bg: /Слайд/Премести на_долу
el: /Διαφάνεια/_Μετακίνηση _κάτω
es: /Diapositiva/_Bajar
fil: /Slide/Ibaba
fr: /Diapositive/Descendre
gl: /Diapositiva/_Baixar
it: /Diapositiva/Muovi in _basso
pt: /Slide/Mover para baixo

source: /Slide/Move to _top
bg: /Слайд/Премести на_й-отгоре
el: /Διαφάνεια/Μετακίνηση στην _κορυφή
es: /Diapositiva/_Traer al frente
fil: /Slide/Ilagay sa tuktok
fr: /Diapositive/Déplacer au_début
gl: /Diapositiva/_Traer á fronte
it: /Diapositiva/Muovi in _cima
pt: /Slide/Mover para topo

source: /Slide/Move to _bottom
bg: /Слайд/Премести най-отдол_у
el: /Διαφάνεια/Μετακίνηση στο _κάτω μέρος
es: /Diapositiva/_Llevar al fondo
fil: /Slide/Ilagay sa baba
fr: /Diapositive/Déplacer à_la_fin
gl: /Diapositiva/_Levar ao fondo
it: /Diapositiva/Muovi sul _fondo
pt: /Slide/Mover para fundo

source: /_Layer
bg: /_Слой
el: /_Στρώση
es: /_Capa
fil: /_Patong
fr: /_Calque
gl: /_Capa
it: /_Livello
pt: /Camada

source: /Layer/_Copy
bg: /Слой/_Копиране
el: /Στρώση/_Αντιγραφή
es: /Capa/_Copiar
fil: /Patong/_Kopyahin
fr: /Calque/_Copier
gl: /Capa/_Copiar
it: /Livello/_Copia
pt: /Camada/Copiar

source: /Layer/_Paste
bg: /Слой/_Поставяне
el: /Στρώση/_Επικόλληση
es: /Capa/_Pegar
fil: /Patong/_Idikit
fr: /Calque/_Coller
gl: /Capa/_Pegar
it: /Livello/_Incolla
pt: /Camada/Colar

source: /Layer/_Edit
bg: /Слой/_Редактиране
el: /Στρώση/_Επεξεργασία
es: /Capa/_Editar
fil: /Patong/_Ibahin
fr: /Calque/_Editer
gl: /Capa/_Editar
it: /Livello/_Modifica
pt: /Camada/Editar

source: /Layer/_Delete
bg: /Слой/_Изтриване
el: /Στρώση/_Διαγραφή
es: /Capa/_Borrar
fil: /Patong/_Tanggalin
fr: /Calque/_Effacer
gl: /Capa/_Borrar
it: /Livello/_Cancella
pt: /Camada/Eliminar

source: /Layer/Sep
bg: /Слой/раздрелител
el: /Στρώση
fil: /Patong/Sep
fr: /Calque/Sep
gl: /Capa/Sep
pt: /Camada/Sep

source: /Layer/Add _Text
bg: /Слой/Добавяне на _текст
el: /Στρώση/Προσθήκη _κειμένου
es: /Capa/Añadir _Texto
fil: /Patong/Lagyan ng _Text
fr: /Calque/Ajouter _texte
gl: /Capa/Engadir _Texto
it: /Livello/Aggiungi _Testo
pt: /Layer/Adicionar Texto

source: /Layer/Add _Highlight
bg: /Слой/Добавяне на _акцент
el: /Στρώση/Προσθήκη _επισήμανσης
es: /Capa/Añadir _Resalte
fil: /Patong/Lagyan ng _Highlight
fr: /Calque/Ajouter _Surbrillance
gl: /Capa/Engadir _Resalte
it: /Livello/Agiungi _Evidenziazione
pt: /Layer/Adicionar Destaque

source: /Layer/Add _Image
bg: /Слой/Добавяне на и_зображение
el: /Στρώση/Προσθήκη _εικόνας
es: /Capa/Añadir _Imagen
fil: /Layer/Lagyan ng _Imahe
fr: /Calque/Ajouter _Image
gl: /Capa/Engadir _Imaxe
it: /Livello/Aggiungi _Immagine
pt: /Camada/Adicionar Imagem

source: /Layer/Add _Mouse
bg: /Слой/Добавяне на _показалец
el: /Στρώση/Προσθήκη _ποντικιού
es: /Capa/Añadir P_untero
fil: /Patong/Lagyan ng _Mouse
fr: /Calque/Ajouter _Souris
gl: /Capa/Engadir P_unteiro
it: /Livello/Agiungi _Mouse
pt: /Camada/Adicionar rato

source: /E_xport
bg: /И_знеси
el: /Ε_ξαγωγή
es: /E_xportar
fr: /E_xporter
gl: /E_xportar
it: /E_sporta
pt: /Exportar

source: /Export/_Flash Animation
bg: /Изнеси/_Flash анимация
el: /Εξαγωγή/_Κινούμενης απεικόνισης (Flash)
es: /Exportar/Animación _Flash
fr: /Exporter/_Animation Flash
gl: /Exportar/Animación _Flash
it: /Esporta/Animazione _Flash
pt: /Exportar/Animação Flash

source: /Export/_Html Wrapper
bg: /Изнеси/_Html Шаблон за видео
el: /Εξαγωγή/_Αρχείου Html
fr: /Exporter/_Page Html
it: /Esporta/_Html Wrapper
pt: /Exportar/Html Warapper

source: /Export/_Slide as Image
bg: /Изнеси/_Слайд като изображение
el: /Εξαγωγή/_Διαφάνειας ως εικόνα
es: /Exportar/_Diapositiva como imagen
fil: /Export/_Slide bilang Imahe
fr: /Exporter/_Diapositive comme image
gl: /Exportar/_Diapositiva como imaxe
it: /Esporta/_Diapositiva come Immagine
pt: /Exportar/Slide como imagem

source: /Export/_Image Layer
bg: /Изнеси/Слоя като _изображението
el: /Εξαγωγή/_Στρώσης εικόνας
es: /Exportar/_Capa de Imagen
fil: /Export/_Patong na Imahe
fr: /Exporter/_Calque image
gl: /Exportar/_Capa de Imaxe
pt: /Exportar/Imagem de camada

source: /_Help
bg: /_Помощ
el: /_Βοήθεια
es: /A_yuda
fil: /_Tulong
fr: /_Aide
gl: /_Axuda
it: /_Aiuto
pt: /Ajuda

source: /_Help/_About
bg: /_Помощ/_Относно
el: /_Βοήθεια/_Σχετικά
es: /Ayuda/Acerca de
fil: /_Tulong/_Tungkol
fr: /Aide/À _propos
gl: /_Axuda/_Acerca de
it: /_Aiuto/_Informazioni
pt: /Ajuda/Sobre

source: /_Help/_Main Website
bg: /_Помощ/_Уеб Сайт
el: /_Βοήθεια/_Κύριος Ιστότοπος
es: /Ayuda/Sitio del proyecto
fil: /_Tulong/_Main Website
fr: /Aide/_Site Web
gl: /_Axuda/_Sitio do proxecto
it: /_Aiuto/Sito _Web
pt: /Ajuda/Homepage

source: /_Help/Sep
bg: /_Помощ/раздрелител
el: /_Βοήθεια
fil: /_Tulong/Sep
fr: /Aide/Sep
it: /_Aiuto/Sep
pt: /_Ajuda/Sep

source: /_Help/_Forum
bg: /_Помощ/_Интернет Форум
el: /_Βοήθεια/_Συζήτηση
es: /Ayuda/_Foro
fil: /_Tulong/_Forum
fr: /Aide/_Forum
gl: /_Axuda/_Foro
it: /_Aiuto/_Forum
pt: /Ajuda/Forum

source: /_Help/_Register
bg: /_Помощ/_Регистрация
el: /_Βοήθεια/_Εγγραφή
es: /Ayuda/_Registro
fil: /_Tulong/_Magpatala
fr: /Aide/_Enregistrement
gl: /_Axuda/_Rexistro
it: /_Aiuto/_Registrazione
pt: /Ajuda/Registar

source: /_Help/_Support
bg: /_Помощ/_Поддръжка
el: /_Βοήθεια/_Υποστήριξη
es: /Ayuda/Soporte
fil: /_Tulong/_Suporta
fr: /_Aide/_Support
gl: /_Axuda/_Soporte
it: /_Aiuto/_Supporto
pt: /Ajuda/Suporte

source: /_Help/_Wiki
bg: /_Помощ/_Wiki страница
el: /_Βοήθεια/_Wiki
es: /Ayuda/_Wiki
fil: /_Tulong/_Wiki
fr: /_Aide/_Wiki
gl: /_Axuda/_Wiki
it: /_Aiuto/_Wiki
pt: /Ajuda/Wiki

source: /Project
bg: /Проект
el: /Έργο
es: /Proyecto
fil: /Proyekto
fr: /Projet
gl: /Proxecto
it: /Progetto
pt: /Projecto

source: /Slide
bg: /Слайд
el: /Διαφάνεια
es: /Diapositiva
fr: /Diapositive
gl: /Diapositiva
it: /Diapositiva

source: /Layer
bg: /Слой
el: /Στρώση
es: /Capa
fil: /Patong
fr: /Calque
gl: /Capa
it: /Livello

source: /Export
bg: /Изнеси
el: /Εξαγωγή
es: /Exportar
fr: /Exporter
gl: /Exportar
it: /Esporta
pt: /Exportar

source: /Edit/Undo
bg: /Редактиране/Отмяна
el: /Επεξεργασία/Αναίρεση

source: /Edit/Redo
bg: /Редактиране/Повторение
el: /Επεξεργασία/Επανάληψη

source: Application Preferences
bg: Настройки
el: Προτιμήσεις εφαρμογής
es: Preferencias de aplicación
fil: Mga kagustuhan para sa program
fr: Préférences de l'application
gl: Preferencias da aplicación
it: Preferenze
pt: Preferências da Aplicação

source: Default Project Folder:
bg: Папка за проекта по подразбиране:
el: Καθορισμένος φάκελος έργου:
es: Carpeta de proyecto por defecto:
fr: Dossier par défaut du projet:
gl: Cartafol do Proxecto por defecto:
it: Cartella di progetto predefinita:
pt: Directoria standard para Projecto:

source: Select the Default Project Folder
bg: Изберете папка по подразбиране
el: Επιλέξτε τον προκαθορισμένο φάκελο του έργου
es: Selecciona la carpeta de proyecto por defecto
fil: Piliin ang Default Project Folder
fr: Sélectionnez le dossier par défaut du projet:
gl: Escolla o Cartafol do Proxecto por defecto
it: Scegliere la cartella dei progetto predefinita
pt: Seleccione a directoria standard para Projecto

source: Screenshots Folder:
bg: Папка за изображения:
el: Φάκελος στιγμιότυπων:
es: Carpeta de capturas de pantalla:
fil: Folder ng mga Kuha ng Screen:
fr: Dossier des captures d'écran:
gl: Cartafol de Capturas de pantalla:
it: Cartella degli screenshot:
pt: Directoria de Capturas:

source: Select the Screenshot Folder
bg: Изберете папка за изображения
el: Επιλέξτε τον φάκελο στιγμιότυπων
es: Selecciona la carpeta de capturas de pantalla
fil: Piliin ang Folder ng mga Kuha ng Screen
fr: Sélectionnez le dossier des captures d'écran:
gl: Escolla o Cartafol de Capturas
it: Scegli la cartella degli screenshot
pt: Seleccione a directoria de Capturas

source: Default Output Folder:
bg: Изходна папка по подразбиране:
el: Καθορισμένος φάκελος εξαγωγών:
es: Carpeta de salida por defecto:
fr: Dossier par défaut de sortie:
gl: Cartafol de Saída por Defecto:
it: Cartella di uscita predefinita:
pt: Directoria standard para saída:

source: Select the Default Output Folder
bg: Изберете изходна папка по подразбиране:
el: Επιλέξτε τον καθορισμένο φάκελο εξαγωγών
es: Selecciona la carpeta de salida por defecto
fil: Piliin ang Default Output Folder
fr: Sélectionnez le dossier par défaut de sortie
gl: Escolla o Cartafol de Saída por Defecto
it: Imposta la cartella di uscita predefinita
pt: Seleccione a directoria standard de saída

source: Default Output Resolution:
bg: Изходна резолюция по подразбиране:
el: Καθορισμένη ανάλυσης εξαγωγής:
es: Resolución de salida por defecto:
fil: Linaw ng Default Output:
fr: Résolution de sortie par défaut:
gl: Resolución da Saída por defecto:
it: Risoluzione di uscita predefinita:
pt: Resolução standard de saída:

source: Default text layer font face:
bg: Шрифт на текста по подразбиране:
el: Προκαθορισμένη μορφή γραμματοσειράς του κειμένου της στρώσης.
es: Capa de texto fuente por defecto:
fr: Police par défaut du calque de texte:
gl: Fonte da capa de texto por defecto:

source: Default text layer font size:
bg: Размер на текста по подразбиране:
el: Προκαθορισμένο μέγεθος γραμματοσειράς του κειμένου της στρώσης:
es: Tamaño de texto para capa de texto por defecto:
fr: Taille par défaut de la police du calque de texte:
gl: Tamaño da fonte da capa de texto por defecto:

source: points
bg: точки
el: σημεία
es: puntos
gl: pontos
it: punti

source: Default text layer text foreground color:
bg: Цвчт на текста по подразбиране:
el: Προκαθορισμένο χρώμα προσκηνίου του κειμένου της στρώσης:
es: Color de texto para capa de texto por defecto:
fr: Couleur par défaut du texte du calque de texte:
gl: cor por defecto do primeiro plano do texto da capa de texto:

source: Default Slide Duration
bg: Продължителност на слайд по подразбиране
el: Προκαθορισμένη διάρκεια διαφάνειας
es: Duración de transparencia por defecto
fr: Durée par défaut de la diapositive
gl: Durazón da Diapositiva por Defecto

source: seconds
bg: секунди
el: δευτερόλεπτα
es: segundos
fr: secondes
gl: segundos
it: secondi

source: Default Layer Duration
bg: Продължителност на слой по подразбиране
el: Προκαθορισμένη διάρκεια στρώσης
es: Duración de capa por defecto
fr: Durée par défaut du calque
gl: Durazón por Defecto da Capa

source: Default Frames Per Second:
bg: Кадъра в секунда по подразбиране:
el: Καθορισμένα πλαίσια ανά δευτερόλεπτο:
es: Frames por segundo por defecto:
fil: Default na Bilang ng Frame Bawat Segundo:
fr: Images par seconde par défaut:
gl: Fotogramas por Segundo por Defecto:
it: Numero predefinito di frames per secondo:
pt: Frames por Segundo (FPS) standard:

source: Film Strip Width:
bg: Ширина на филмовата лента:
el: Πλάτος ταινίας:
es: Ancho de tira de la película:
fil: Lapad ng Film Strip:
fr: Largeur du film:
gl: Ancho da Tira de Película

source: Icon Height:
bg: Височина на иконата:
el: Ύψος εικονιδίου:
es: Altura de icono:
fil: Tangkad ng Icon:
fr: Taille icône:
gl: Altura da Icona:
it: Altezza icona:
pt: Altura de Icones:

source: Default Zoom Level:
bg: Ниво на приближение по подразбиране:
el: Καθορισμένο επίπεδο εστίασης:
es: Nivel de zoom por defecto:
fil: Default na Antas ng PagkakaLapit/Layo
fr: Niveau d'affichage par défaut:
gl: Nivel de Zoom por Defecto:
it: Livello di zoom predefinito:
pt: Nível de Zoom standard:

source: Default Background Color:
bg: Фонов цвят по подразбиране:
el: Καθορισμένο χρώμα παρασκηνίου:
es: Color de fondo por defecto:
fil: Default na Kulay ng Background:
fr: Couleur d'arrière-plan par défaut:
gl: Cor do Fondo por Defecto:
it: Colore di sfondo predefinito:
pt: Cor de fundo standard:

source: Number of seconds for screenshot delay:
bg: Закъснение преди заснемането:
el: Δευτερόλεπτα για την καθυστέρηση του στιγμιότυπου οθόνης:
es: Número de segundos de retraso para capturar pantallas:
fr: Délai en secondes pour la saisie d'écran:
gl: Número de segundos de atraso da captura de pantalla:
it: Numero di secondi per ritardo screenshot:

source: Display help text?
bg: Показвай текст с подказки?
el: Εμφάνιση κειμένου βοήθειας;
es: ¿Mostrar texto de ayuda?
fr: Afficher le texte d'aide?
gl: Amosar texto de axuda?

source: Display warning when screenshot key isn't enabled?
bg: Покажи предупреждение при неактивна клавишна комб. за прихващане на екрани?
el: Εμφάνιση προειδοποίησης όταν ο συνδυασμός πλήκτρων για τη λήψη στιγμιότυπου οθόνης δεν είναι ενεργοποιημένος;
es: ¿Mostrar avisos cuando la tecla de captura de pantallas no esté activa?
fr: Afficher l'avertissement quand la touche de saisie d'écran n'est pas activée?
gl: Amosar aviso cando a clave de pantalla non está activada?

source: There was something wrong with the project folder given. Please try again.
bg: Нещо се обърка с избраната папка за проекта. Опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με το όνομα που δόθηκε στον φάκελο του έργου. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con la carpeta de proyecto data. Por favor inténtelo de nuevo.
fil: May problema sa ibinigay na project folder. Pakiulit.
fr: Une erreur est survenue avec le dossier projet donné. Veuillez réessayer.
gl: Houbo algo errado con determinado cartafol de proxecto. Por favor, ténteo de novo.
it: Errore con la cartella di progetto fornita. Per piacere riprova.
pt: Ocorreu um erro com a directoria indicada para o projecto. Tente novamente.

source: There was something wrong with the screenshot folder given. Please try again.
bg: Нещо не е наред с дадената папка за прихванати екрани. Опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με τον δοσμένο φάκελο στιγμιότυπων. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con la carpeta de capturas de pantalla dada. Por favor inténtelo de nuevo.
fil: May problema sa ibinigay na folder ng mga kuha ng screen. Pakiulit.
fr: Une erreur est survenue avec le dossier de captures d'écran donné. Veuillez réessayer.
gl: Houbo algo errado con determinado cartafol de captura de pantalla. Por favor, ténteo de novo.
it: Errore con la cartella di screenshot fornita. Per piacere riprova.
pt: Ocorreu um erro com a directoria indicada para a captura. Tente novamente.

source: There was something wrong with the output folder given. Please try again.
bg: Нещо се обърка със зададената изходната папка. Опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με τον δοσμένο φάκελο εξαγόμενων. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con la carpeta de salida dada. Por favor inténtelo de nuevo.
fil: May problema sa ibinigay na folder ng output. Pakiulit.
fr: Une erreur est survenue avec le dossier de sortie donné. Veuillez réessayer.
gl: Houbo algo errado con determinado cartafol de saída. Por favor, ténteo de novo.
it: Errore con la cartella di output fornita. Per piacere riprova.

source: There was something wrong with the default output resolution given. Please try again.
bg: Нещо се обърка със зададената изходната резолюция. Опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με τη δοσμένη ανάλυση της προκαθορισμένης εξαγωγής. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con la resolución de salida dada. Por favor inténtelo de nuevo.
fil: May problema sa ibinigay na default na linaw ng output. Pakiulit.
fr: Une erreur est survenue avec la résolution par défaut donnée. Veuillez réessayer.
gl: Houbo algo errado con determinada resolución de saída. Por favor, ténteo de novo.
it: Errore con la risoluzione di output predefinita fornita. Per piacere riprova.

source: There was something wrong with the default slide duration value. Please try again.
bg: Нещо се обърка със зададената продължителност на слайд. Опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή διάρκειας της διαφάνειας. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor de duración de transparencias por defecto. Por favor inténtelo de nuevo.
fil: May problema sa ibinigay na default na tagal ng slide. Pakiulit.
fr: Une erreur est survenue avec la durée de diapositives par défaut donnée. Veuillez réessayer.
gl: Houbo algo errado co valor patrón de duración de diapositivas. Por favor, ténteo de novo.
it: Errore con la durata predefinita della diapositiva. Per piacere riprova.

source: There was something wrong with the default layer duration value. Please try again.
bg: Нещо се обърка със зададената продължителност на слой. Опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη τιμή διάρκειας της διαφάνειας. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor de duración de capas por defecto. Por favor inténtelo de nuevo.
fil: May problema sa ibinigay na default na tagal ng patong. Pakiulit.
fr: Une erreur est survenue avec la durée du calque par défaut donnée. Veuillez réessayer.
gl: Houbo algo errado co valor de duración estándar da capa. Por favor, ténteo de novo.
it: Errore con la durata predefinita dei livelli. Per piacere riprova.

source: There was something wrong with the default frames per second value. Please try again.
bg: Нещо се обърка със зададената стойност за кадри в секунда. Опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την προκαθορισμένη πλαισίων ανά δευτερόλεπτο. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor de frames por segundo por defecto. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na default na bilang ng frame sa bawat segundo. Pakiulit.
fr: Une erreur est survenue avec le nombre d'images par seconde par défaut. Veuillez réessayer.
gl: Houbo algo errado co valor por defecto de fotogramas por segundo. Por favor, ténteo de novo.
it: Errore con il valore predefinito di frames per secondi. Per piacere riprova.

source: There was something wrong with the preview width value. Please try again.
bg: Нещо не е наред с ширината на прегледа. Опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του πλάτους προεπισκόπησης. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor de ancho de previsualización. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na lapad ng silip. Pakiulit.
fr: Une erreur est survenue avec la largeur de prévisualisation. Veuillez réessayer.
gl: Houbo algo errado co valor do ancho de previsualización. Por favor, ténteo de novo.
it: Errore con il valore della larghezza dell'anteprima. Per piacere riprova.

source: There was something wrong with the icon height value. Please try again.
bg: Нещо не е наред с височината на прегледа. Опитайте отново.
el: Υπήρξε κάποιο σφάλμα με την τιμή ύψους του εικονιδίου. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor de altura de iconos. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na tangkad ng icon. Pakiulit.
fr: Une erreur est survenue avec la valeur de la taille des icônes. Veuillez réessayer.
gl: Houbo algo errado co valor da altura do icona. Por favor, ténteo de novo.
it: Errore con il valore dell'altezza dell'anteprima. Per piacere riprova.

source: There was something wrong with the default zoom level given. Please try again.
bg: Нещо се обърка със зададеното приближение по подразбиране. Опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με το προκαθορισμένο επίπεδο μεγέθυνσης. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el nivel de zoom por defecto dado. Por favor inténtelo de nuevo.
fil: May problema sa ibinigay na default na antas ng pagkakaLapit/Layo. Pakiulit.
fr: Une erreur est survenue avec le niveau de zoom par défaut donné. Veuillez réessayer.
gl: Houbo algo errado co nivel de zoom por defecto. Por favor, ténteo de novo.
it: Errore con il valore predefinito di zoom fornito. Per piacere riprova.

source: There was something wrong with the screenshot delay value. Please try again.
bg: Нещо не е наред със стойноста на забавяне на прихванатия екран. Опитайте отново.
el: Υπήρξε κάποιο σφάλμα με την τιμή καθυστέρησης του στιγμιότυπου οθόνης. Παρακαλώ δοκιμάστε ξανά.
es: Algo fue mal con el valor de retardo en la captura de pantallas. Por favor inténtelo de nuevo.
fr: Il y a un problème avec la valeur du délai de saisie d'écran. Veuillez réessayer.
gl: Houbo algo errado co valor de retraso de captura de pantalla. Por favor, ténteo de novo.
it: Errore con il valore del ritardo dello screenshot. Per piacere riprova.
