Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: An error '%s' occurred when opening the lock file '%s' for writing.
el: Ένα σφάλμα '%s' συνέβη κατά το άνοιγμα του αρχείου κλειδώματος '%s' για εγγραφή.
es: Un error '%s' ocurrió al abrir el archivo de bloqueo '%s' de escritura.
fr: Une erreur '%s' est survenue à l'ouverture du fichier verrouillé '%s' en écriture.
gl: Ocorreu un erro '%s' ao abrir o arquivo de bloqueo '%s' para escritura.
it: Errore '%s' nell'apertura in scrittura del file bloccato '%s'.

source: An error '%s' occurred when writing data to the lock file '%s'.
el: Ένα σφάλμα '%s' συνέβη κατά την εγγραφή δεδομένων στο αρχείο κλειδώματος '%s'.
es: Un error '%s' ocurrió al escribir datos al archivo de bloqueo '%s'.
fr: Une erreur '%s' est survenue à l'écriture des données du fichier verrouillé '%s' .
gl: Ocorreu un erro '%s' ao escribir datos no arquivo de bloqueo '%s'.
it: Errore '%s' nella scrittura dei dati sul file bloccato '%s'.

source: An error '%s' occurred when closing the lock file '%s'.
el: Ένα σφάλμα '%s' συνέβη κατά το κλείσιμο του αρχείου κλειδώματος '%s'.
es: Un error '%s' ocurrió al cerrar el archivo de bloqueo '%s'.
fr: Une erreur '%s' est survenue à la fermeture du fichier verrouillé '%s' .
gl: Ocorreu un erro '%s' ao pechar o arquivo de bloqueo '%s'.
it: Errore '%s' nella chiusura del file bloccato '%s'.

source: Application preferences updated
bg: Настройките на програмата са обновени
el: Οι προτιμήσεις της εφαρμογής ενημερώθηκαν
es: Preferencias de aplicación actualizadas
fil: In-update ang mga kagustuhan sa programa
fr: Les préférences de l'application ont étés mises à jour
gl: Actualizaronse as preferencias da aplicación
it: Preferenze dell'applicazione aggiornate

source: Only image layers can be exported to an image file.
bg: Само слоеве с изображения могат да се изнасят към файл с изображение.
el: Μόνον διαφάνειες εικόνας μπορούν να εξαχθούν σε ένα αρχείο εικόνας.
es: Solo las capas de imagen pueden ser exportadas a un fichero de imagen.
fil: Ang mga patong na imahe lamanag ang pwedeng i-export sa isang file ng imahe.
fr: Seul les calques d'images peuvent être exportés en fichier image.
gl: Só as capas de imaxe poden ser exportadas a un arquivo de imaxe.
it: Solamente i livelli di immagine possono essere esportati in un file immagine.

source: Export Slide as Image
bg: Изнасяне на Слайд като Изображение
el: Εξαγωγή διαφάνειας ως εικόνα
es: Exportar transparencia como imagen
fil: I-export ang slide bilang imahe
fr: Exporter la diapositive comme image
gl: Exportar diapositiva como imaxe
it: Esportazione diapositiva come immagine

source: Something went wrong when saving the image file.
bg: Нещо се обърка при засписа на изображението.
el: Υπήρξε κάποιο πρόβλημα κατά την αποθήκευση του αρχείου της εικόνας.
es: Algo fue mal al salvar el fichero de imagen.
fil: May nagkaproblema habang sini-save ang file ng imahe.
fr: Une erreur est survenue lors de l'enregistrement du fichier image.
gl: Houbo algo errado ao gardar o arquivo de imaxe.
it: Errore nel salvataggio immagine.

source: Wrote image file
el: Εγγεγραμμένο αρχείο εικόνας
es: Archivo de imagen escrito
fil: Sumulat ng file na imahe
fr: Fichier image écrit
gl: Escribiu o arquivo de imaxe
it: Errore file immagine

source: There is no project loaded.
bg: Няма зареден проект.
el: Δεν φορτώθηκε έργο.
es: No hay ningún proyecto cargado.
fil: Walang naka-load na proyekto
fr: Aucun projet chargé.
gl: Non hai ningún proxecto cargado.
it: Nessun progetto caricato.

source: Export as Flash
bg: Изнасяне като Flash
el: Εξαγωγή ως Flash
es: Exportar como Flash
fil: I-export bilang Flash
fr: Exporter en Flash
gl: Exportar como Flash
it: Esportazione in Flash

source: Exporting
bg: Изнасяне
el: Εξαγωγή
es: Exportando
fr: Exportation
gl: Exportando
it: Esportazione

source: Something went wrong when creating the swf movie.
el: Υπήρξε κάποιο πρόβλημα κατά τη δημιουργία της ταινίας swf.
es: Algo fue mal al crear la película swf.
fil: May nagkaproblema habang ginagawa ang pelikulang swf.
fr: Une erreur est survenue lors de la création de l'animation swf.
gl: Houbo algo errado ao crear a película swf.
it: Errore nella creazione del filmato swf

source: Exported
bg: Изнесено успешно
el: Εξήχθη
es: Exportado
fil: InExport
fr: Exporté
gl: Exportado
it: Esportato

source: Project closed
bg: Проекта е затворен
el: Το Έργο έκλεισε
es: Proyecto cerrado
fil: Isinara ang proyekto
fr: Projet fermé
gl: Proxecto pechado
it: Progetto chiuso

source: Create new Salasaga Project
bg: Създай нов Salasaga проект
el: Δημιουργία νέου έργου Salasaga
es: Crear nuevo proyecto Salasaga
fil: Gumawa ng bagong proyekto ng Salasaga
fr: Créer un nouveau projet Salasaga
gl: Crear un novo Proxecto Salasaga
it: Crea nuovo progetto

source: Project Name:
bg: Име на проекта:
el: Όνομα έργου:
es: Nombre de proyecto:
fil: Pangalan ng Proyekto:
fr: Nom du projet:
gl: Nome do Proxecto:
it: Nome progetto:

source: Width:
bg: Ширина:
el: Πλάτος:
es: Ancho:
fil: Lapad:
fr: Largeur :
gl: Ancho:
it: Larghezza:
pt: Largura:

source: Height:
bg: Височина:
el: Ύψος:
es: Altura:
fil: Tangkad:
fr: Hauteur :
gl: Alto:
it: Altezza:
pt: Altura:

source: Frames per second:
bg: Кадъра в секунда:
el: Πλαίσια ανά δευτερόλεπτο:
es: Frames por segundo:
fil: Bilang ng Frame sa bawat segundo:
fr: Images par secondes:
gl: Fotogramas por segundo:
it: Frames per secondo:

source: Background color:
bg: Цвят на фона:
el: Χρώμα παρασκηνίου:
es: Color de fondo:
fil: Kulay ng background:
fr: Couleur d'arrière-plan :
gl: Cor de fondo:
it: Colore di sfondo:

source: There was something wrong with the new project name. Defaulting to 'New Project' instead.
bg: Нещо не е наред с новото име на проекта. Вместо това се използва 'New Project' по подразбиране.
el: Υπήρξε κάποιο πρόβλημα με το όνομα του νέου έργου. Αντ' αυτού, προκαθορισμένο 'New project.
es: Algo fue mal con el nombre del nuevo proyecto. Se dejará por defecto como 'New Project'.
fil: May problema sa bagong pangalan ng proyekto. Papangalanan na lamang ng 'Bagong Proyekto'
fr: Une erreur est survenue avec le nouveau nom du projet. Par défaut, il sera nommé 'Nouveau projet'.
gl: Houbo algo errado co nome do novo proxecto. Cambiámolo polo nome por defecto,'New Project'.
it: Errore con il nome del nuovo progetto. Rimane il nome predefinito 'Nuovo Progetto'.

source: New Project
bg: Нов проект
el: Νέο έργο
es: Nuevo proyecto
fil: Bagong Proyekto
fr: Nouveau projet
gl: Novo proxecto
it: Nuovo progetto
pt: Novo Projecto

source: There was something wrong with the project width value. Please try again.
bg: Нещо не е наред със стойността за ширина в проекта. Моля, опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή πλάτους του έργου. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor de ancho del proyecto. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na lapad ng proyekto. Pakiulit.
fr: Une erreur est survenue avec la valeur de la largeur du projet. Veuillez réessayer.
gl: Houbo algo errado co valor do ancho do proxecto. Por favor, ténteo de novo.
it: Errore nel valore dell' larghezza del progetto. Per piacere riprova.

source: There was something wrong with the project height value. Please try again.
bg: Нещо не е наред със стойността за височина в проекта. Моля, опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ύψους του έργου. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor de altura del proyecto. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na tangkad ng proyekto. Pakiulit.
fr: Une erreur est survenue avec la valeur de la hauteur du projet. Veuillez réessayer.
gl: Houbo algo errado co valor do alto do proxecto. Por favor, ténteo de novo.
it: Errore nel valore dell'altezza del progetto. Per piacere riprova.

source: There was something wrong with the project frames per second value. Please try again.
bg: Нещо не е наред със стойността за кадри в секунда в проекта. Моля, опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή πλαισίων ανά δευτερόλεπτο του έργου. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor de frames por segundo del proyecto. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na bilang ng frame bawat segundo sa proyekto. Pakiulit.
fr: Une erreur est survenue avec la valeur d'images par seconde du projet. Veuillez réessayer.
gl: Houbo algo errado cos fotogramas por segundo do proxecto. Por favor, ténteo de novo.
it: Errore nel valore di frame per secondo. Per piacere riprova.

source: _blank
el: _κενό
fil: _blanko
fr: _vide

source: Created using Salasaga
bg: Създадено със Salasaga
el: Δημιουργήθηκε με τη χρήση του Salasaga
es: Creado usando Salasaga
fil: Ginawa gamit ang Salasaga
fr: Créé avec Salasaga
gl: Creado con Salasaga
it: Creato usando Salasaga
pt: Criado com Salasaga

source: Project initialized
bg: Поректа е инициализиран
el: Το Έργο αρχικοποιήθηκε
es: Proyecto inicializado
fil: Sinimulan ang proyekto
fr: Projet initialisé
gl: Proxecto iniciado
it: Progetto inizializzato

source: Open a Salasaga Project
bg: Отоври Salasaga проект
el: Άνοιγμα έργου του Salasaga
es: Abrir un proyecto Salasaga
fil: Magbukas ng Proyekto na Salasaga
fr: Ouvrir un projet Salasaga
gl: Abrir un ProxectoSalasaga
it: Apri un progetto Salasaga

source: Salasaga Project file (*.salasaga)
bg: Файл-проект Salasaga (*.salasaga)
el: Αρχείο έργου Salasaga (*.salasaga)
es: Fichero de proyecto Salasaga (*.salasaga)
fr: Fichier projet Salasaga (*.salasaga)
gl: Arquivo de proxecto Salasaga (*.salasaga)
it: Progetto Salasaga (*.salasaga)

source: Flame Project file (*.flame)
bg: Файл-проект Flame (*.flame)
el: Αρχείο έργου Flame (*.flame)
es: Fichero de proyecto Flame (*.flame)
fr: Fichier projet Flame (*.flame)
gl: Arquivo de Proxecto Flame (*.flame)
it: Progetto Flame (*.flame)

source: Project loaded
bg: Проектът е зареден
el: Το έργο φορτώθηκε
es: Proyecto cargado
fr: Projet chargé
gl: Proxecto cargado
it: Progetto caricato

source: slides
bg: слайда
el: διαφάνειες
es: transparencias
fr: diapositives
gl: diapositivas
it: diapositive

source: Saving project
bg: Запазване на проекта
el: Αποθήκευση έργου
es: Guardando proyecto
fr: Enregistrement du projet
gl: Gravando o proxecto
it: Salvataggio progetto

source: Error creating the XML save document.
bg: Грешка при създаването на XML шаблон.
el: Σφάλμα κατά τη δημιουργία του εγγράφου XML.
es: Error al crear el documento XML.
fil: May mali sa paggawa ng XML save na dokumento
fr: Erreur lors de la création du document d'enregistrement XML.
gl: Erro ao crear e gardar o documento XML.
it: Errore nella creazione del documento XML.

source: Error creating the root node.
bg: Грешка при създаване на коренния възел.
el: Σφάλμα κατά τη δημιουργία του ριζικού κόμβου.
es: Error al crear el nodo raíz.
fil: May mali sa paggawa ng root node.
fr: Erreur à la création du noeud racine.
gl: Erro ao crear o nó de raíz (root node).
it: Errore nella creazione del nodo di root (nodo principale).

source: Error creating the meta-data container.
bg: Грешка при създаване на контейнера с метадата.
el: Σφάλμα κατά τη δημιουργία αποδέκτη μεταδεδομένων.
es: Error al crear el contenedor de meta-datos.
fil: May mali sa paggawa ng lalagyan ng meta-data.
fr: Erreur à la création du conteneur de meta-données.
gl: Erro ao crear o contedor de meta-datos.
it: Erore nella creazione del container dei meta-data.

source: Error creating the preferences container.
bg: Грешка при създаване на контейнера с настройки.
el: Σφάλμα κατά τη δημιουργία αποδέκτη προτιμήσεων.
es: Error al crear el contenedor de preferencias.
fil: May mali sa paggawa ng lalagyan ng mga kagustuhan.
fr: Erreur à la création du conteneur des préférences.
gl: Erro ao crear o contedor de preferencias.
it: Errore nella creazione del container delle preferenze.

source: Error creating the start behavior value.
el: Σφάλμα κατά τη δημιουργία τιμής της συμπεριφοράς έναρξης.
es: Error al crear el valor de comportamiento de inicio.
fil: May mali sa paggawa ng nakalagay na pansimulang kilos
fr: Erreur à la création de la valeur de démarrage du comportement.
gl: Erro ao crear o valor inicial de comportamento.
it: Errore nella creazione del valore iniziale del comportamento.

source: Error creating the end behavior value.
el: Σφάλμα κατά τη δημιουργία τιμής της συμπεριφοράς λήξης.
es: Error al crear el valor de comportamiento de finalización.
fil: May mali sa paggawa ng nakalagay na pangtapos na kilos
fr: Erreur à la création de la valeur de fin du comportement.
gl: Erro ao crear o valor final de comportamento.
it: Errore nella creazione del valore finale del comportamento.

source: Error creating the text tag container.
el: Σφάλμα δημιουργίας του αποδέκτη ετικετών κειμένου.
es: Error al crear el contenedor de etiqueta de texto.
fr: Erreur à la création du conteneur des balises texte.
gl: Erro ao crear o contedor de etiquetas de texto.
it: Errore nella creazione del container dei tag di testo.

source: Error creating the slides container.
el: Σφάλμα δημιουργίας αποδέκτη διαφανειών.
es: Error al crear el contenedor de transparencias.
fil: May mali sa paggawa ng lalagyan ng slide
fr: Erreur à la création du conteneur de diapositives.
gl: Erro ao crear o contedor de diapositivas.
it: Errore nella creazione del container delle diapositive.

source: Project saved
bg: Проектът е запазен
el: Το Έργο αποθηκεύτηκε.
es: Proyecto guardado
fr: Projet enregistré
gl: Proxecto gravado
it: Progetto salvato

source: Copyright
bg: Аворско право
el: Πνευματικά δικαιώματα
es: Derechos de autor
fr: Droit d'auteur
gl: Dereitos de autor

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU Lesser General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Lesser General Public License for more details. You should have received a copy of the GNU Lesser General Public License along with this program. If not, see http://www.gnu.org/licenses/.
el: Αυτό το πρόγραμμα είναι Ελεύθερο Λογισμικό: μπορείτε να το αναδιανείμετε ή/και να το τροποποιήσετε υπό τους όρους της Γενικής Δημόσιας Άδειας GNU, όπως αυτή εκδόθηκε από το Free Software Foundation, είτε της έκδοσης 3.0 είτε (η επιλογή είναι δική σας) κάθε επόμενης έκδοσης. Το πρόγραμμα διανέμεται με την ελπίδα ότι θα είναι χρήσιμο, αλλά ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ. Ακόμη, χωρίς εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Διαβάστε την Γενική Δημόσια Άδεια GNU για περισσότερες λεπτομέρειες. Θα πρέπει να έχετε λάβει ένα αντίγραφο της Γενικής Δημόσιας Άδειας GNU μαζί με αυτό το πρόγραμμα. Εάν όχι, επισκεφθείτε τον ιστότοπο http://www.gnu.org/licenses/.
fil: Ang programang ito ay libre: pwede mo itong ipamahaging muli at/o baguhin sa ilalim ng mga patakaran ng GNU Lesser General Public License na ipinahayag ng Free Software Foundation, alinman sa bersyon 3 ng Lisensya, or (sa iyong pagpili) ay ang kahit anong mas bagong bersyon. Ang programang ito ay ipinamahagi sa pag-asang ito'y magiging kapakipakinabang, pero WALANG KAHIT ANONG GARANTIYA; kahit ang hindi tuwirang garantiya ng PAGKAPWEDENG IKALAKAL o PAGKAPWEDE SA ISANG PARTIKULAR NA PAGGAMIT. Tingnan ang GNU Lesser General Public License para sa may maraming detalye. Dapat ay nakatanggap ka ng kopya ng GNU Lesser General Public License kasama nitong programa. Kung hindi, tingnan sa http://www.gnu.org/licenses/.
gl: Este programa é software libre: vostede pode redistribuílo e / ou modificalo baixo os termos da GNU Lesser General Public License tal como foi publicada pola Free Software Foundation, tanto a versión 3 da Licenza, ou (a súa escolla) calquera versión posterior. Este programa distribúese coa esperanza de que poida ser útil, pero SEN NINGUNHA GARANTÍA, nin sequera a garantía implícita de COMERCIABILIDADE ou APTITUDE PARA UN DETERMINADO PROPÓSITO. Vexa a GNU Lesser General Public License para máis detalles. Debería ter recibido unha copia da Licenza Pública Xeral GNU xunto con este programa. Se non, mire http://www.gnu.org/licenses/.
it: Questo è un programma libero: lo puoi ridistribuire e/o modificare nei termini della GNU Lesser General Public License come pubblicato dalla Free Software Foundation, versione 3 della Licenza, oppure qualunque versione successiva, secondo le tue preferenze. Questo programma è distribuito nella speranza che possa essere utile, ma SENZA ALCUNA GARANZIA; anche senza nessuna garanzia di commerciabilità e utilizzabilità per un particolare scopo. Si veda la GNU Lesser General Public License per maggiori dettagli. Dovresti aver ricevuto una copia della GNU Lesser General Public License assieme a questo programma. In caso contrario, vai al link http://www.gnu.org/licenses/.

source: Built on: %s
bg: Компилирано на: %s
el: Δημιουργήθηκε σε: %s
es: Construido en: %s
fil: Ginawa noong: %s
fr: Compilé le: %s
gl: Creado en: %s
it: Realizzato da: %s

source: Project Properties
bg: Свойства на проекта
el: Ιδιότητες Έργου
es: Propiedades del Proyecto
fr: Propriétés du projet
gl: Propiedades do proxecto
it: Proprietà Progetto
pt: propriedades do projecto

source: Project Folder:
bg: Папка за съхранение:
el: Φάκελος έργου:
es: Carpeta del proyecto:
fr: Dossier du projet:
gl: Cartafol do Proxecto:
it: Cartella del progetto:
pt: Directoria do Projecto

source: Select the Project Folder
bg: Изберете папката за проекта
el: Επιλογή φακέλου του έργου
es: Selecciona la carpeta del proyecto
fil: Piliin ang Project Folder
fr: Sélectionnez le dossier du projet
gl: Seleccione o cartafol do Proxecto
it: Scegli la cartella del progetto
pt: Seleccione a directoria do Projecto

source: Output Folder:
bg: Папка за резултати (изходна):
el: Φάκελος εξαγωγής:
es: Carpeta de salida:
fr: Dossier de sortie:
gl: Cartafol de saída
it: Cartella di destinazione:
pt: Directoria de saída

source: Select the Output Folder
bg: Изберете изходната папка
el: Επιλογή φακέλου εξαγωγής:
es: Selecciona la carpeta de salida
fil: Piliin ang Output Folder
fr: Sélectionnez le dossier de sortie
gl: Seleccione o cartafol de saída
it: Scegli la cartella di uscita
pt: Seleccione a directoria de saída

source: Project Width:
el: Πλάτος έργου:
es: Anchura de proyecto:
fil: Lapad ng Proyekto:
fr: Largeur du projet:
gl: Ancho do Proxecto:
it: Larghezza progetto:
pt: Largura do Projecto:

source: Project Height:
el: Ύψος έργου:
es: Altura del proyecto:
fil: Tangkad ng Proyekto:
fr: Hauteur du projet:
gl: Altura do Proxecto:
it: Altezza progetto:
pt: Altura do Projecto:

source: SWF start behavior:
bg: SWF поведение в началото:
el: Συμπεριφορά έναρξης SWF:
es: Comportamiento de comienzo SWF:
fil: Pansimulang kilos ng SWF:
fr: Comportement au démarrage du SWF:
gl: Comportamento inicial do SWF:
pt: Comportamento inicial do SWF:

source: Paused
bg: Паузирано
el: Σε παύση
es: Pausado
fil: Naka-pause
fr: En Pause
gl: En pausa
it: In pausa
pt: Em Pausa

source: Play
bg: Стартирай
el: Αναπαραγωγή
es: Reproducir
fr: Lecture
gl: Reproducir
pt: Reproduzir

source: SWF end behavior:
bg: SWF поведение в края:
el: Συμπεριφορά λήξης SWF:
es: Comportamiento de finalización SWF:
fil: Panghuling kilos ng SWF
fr: Comportement à la fin du SWF:
gl: Comportamento final do SWF:
it: Comportamento finale di SWF:
pt: Comportamento final do SWF:

source: Stop
bg: Стоп
el: Διακοπή
es: Detener
fr: Arrêter
gl: Deter
pt: Parar

source: Loop and play
bg: Стартирай и повтаряй
el: Επαναφορά και αναπαραγωγή
es: Bucle y reproducción
fil: Uliitin at i-play
fr: Jouer en boucle
gl: Bucle e reprodución

source: Loop and stop
bg: Стартирай и спри накрая
el: Επαναφορά και διακοπή
es: Bucle y parada
fil: Ulitin at i-stop.
fr: En boucle et arrêter
gl: Bucle e parada

source: Display SWF control bar:
bg: Покажи SWF контролна лента:
el: Εμφάνιση γραμμής ελέγχου SWF:
es: Mostrar barra de control SWF:
fil: Ipakita ang SWF control bar:
fr: Afficher la barre de contrôle SWF:
gl: Mostrar barra de control SWF:
it: Mostra la barra di controllo SWF:
pt: Mostar barra de controlo SWF:

source: Display SWF information button:
bg: Покажи SWF бутон за информация:
el: Εμφάνιση πλήκτρου πληροφοριών SWF:
es: Mostrar botón de información SWF:
fil: Ipakita ang SWF information button:
fr: Afficher le bouton d'information SWF:
gl: Mostrar botón de información SWF:

source: Information button text
bg: Текст на бутона за информация
el: Κείμενο πλήκτρου πληροφοριών:
es: Texto de botón de información
fr: Texte du bouton d'information
gl: Texto do botón de información

source: Information button link:
bg: Връзка на бутона за информация:
el: Σύνδεσμος πλήκτρου πληροφοριών:
es: Enlace de botón de información
fr: Lien du bouton d'information:
gl: Ligazón do botón de información:
it: Collegamento del bottone delle informazioni:

source: Information button link window:
bg: Вид прозорец на връзката:
el: Παράθυρο συνδέσμου πλήκτρου πληροφοριών:
es: Ventana de enlace de botón de información:
fr: Fenêtre du lien du bouton d'information:
gl: Ventá da ligazón do botón de información:
it: Finestra per il collegamento del bottone delle informazioni:

source: There was something wrong with the project name value. Please try again.
bg: Нещо не е наред с името на проекта. Моля, опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ονόματος του έργου. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor de nombre de proyecto. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na pangalan ng proyekto. Pakiulit.
fr: Une erreur est survenue avec le nom du projet. Veuillez réessayer.
gl: Houbo algo errado co valor do nome do proxecto. Por favor, ténteo de novo.
it: Errore nel nome del progetto. Per piacere riprova.
pt: Ocorreu um erro com o valor do nome do projecto. Tente novamente.

source: There was something wrong with the start behavior value selected. Please try again.
el: Υπήρξε κάποιο πρόβλημα με την επιλεγμένη τιμή της συμπεριφοράς έναρξης. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor de comportamiento de inicio seleccionado. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na piniling pansimulang kilos. Pakiulit.
fr: Une erreur est survenue avec la valeur sélectionnée du comportement de départ. Veuillez réessayer.
gl: Houbo algo errado co valor de comportamento inicial seleccionado. Por favor, ténteo de novo.
pt: Ocorreu um erro no valor de início seleccionado. Tente novamente.

source: There was something wrong with the end behavior value selected. Please try again.
el: Υπήρξε κάποιο πρόβλημα με την επιλεγμένη τιμή της συμπεριφοράς λήξης. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor de comportamiento final seleccionado. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na piniling panghuling kilos. Pakiulit.
fr: Une erreur est survenue avec la valeur sélectionnée du comportement de fin. Veuillez réessayer.
gl: Houbo algo errado co valor de comportamento final seleccionado. Por favor, ténteo de novo.
pt: Ocorreu um erro no valor de final seleccionado. Tente novamente.

source: There was something wrong with the information button link value. Please try again.
bg: Връзката за информация е невалидна.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του πλήκτρου πληροφοριών. Παρακαλώ, προσπαθήστε πάλι.
es: Algo fue mal con el valor del enlace de botón de información. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na information button link. Pakiulit.
fr: Une erreur est survenue avec le lien du bouton d'information. Veuillez réessayer.
gl: Houbo algo errado co valor da ligazón do botón de información. Por favor, ténteo de novo.
