Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: There was something wrong with a layer width value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή πλάτους της διαφάνειας στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de ancho de capa en el fichero del proyecto.
fil: May problema sa nakalagay na lapad ng patong sa project file.
fr: Une erreur est survenue avec la valeur de la largeur d'un calque dans le fichier projet.
gl: Houbo algo errado co valor do ancho da capa no ficheiro do proxecto.

source: There was something wrong with a layer height value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ύψους της διαφάνειας στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de altura de capa en el fichero del proyecto.
fil: May problema sa nakalagay na tangkad ng patong sa project file.
fr: Une erreur est survenue avec la valeur de la hauteur d'un calque dans le fichier projet.
gl: Houbo algo errado co valor da altura da capa no ficheiro do proxecto.
pt: Ocorreu um erro com o valor da altura da camada do projecto.

source: There was something wrong with a transition in type value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή τύπου της μετάβασης έναρξης στο αρχείο του έργου.
es: Hubo algo erróneo con una transición en el valor de tipo en el fichero del proyecto.
fil: May problema sa nakalagay na uri ng pagbabagong paloob sa project file.
fr: Une erreur est survenue avec la valeur de la transition dans le fichier projet.
gl: Houbo algo errado co valor do tipo de transición no ficheiro do proxecto.
pt: Ocorreu um erro com um valor de tipo de transição no projecto.

source: There was something wrong with a transition in duration value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή διάρκειας της μετάβασης έναρξης στο αρχείο του έργου.
es: Hubo algo erróneo con una transición en el valor de duración en el fichero del proyecto.
fil: May problema sa nakalagay na tagal ng pagbabagong paloob sa project file.
fr: Une erreur est survenue avec la valeur de la durée de la transition dans le fichier projet.
gl: Houbo algo errado co valor de duración da transición no ficheiro do proxecto.
pt: Ocorreu um erro com um valor de duração de uma transição no projecto.

source: There was something wrong with a transition out type value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή τύπου της μετάβασης τέλους στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de tipo de salida de transición en el fichero del proyecto.
fil: May problema sa nakalagay na uri ng pagbabagong palabas sa project file.
fr: Une erreur est survenue avec la valeur de sortie de la transition dans le fichier projet.
gl: Houbo algo errado co valor do tipo de transición de saída no ficheiro do proxecto.
pt: Ocorreu um erro com um valor de transição de saída no projecto.

source: There was something wrong with a transition out duration value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή διάρκειας της μετάβασης τέλους στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de duración de salida de transición en el fichero del proyecto.
fil: May problema sa nakalagay na tagal ng pagbabagong palabas sa project file.
fr: Une erreur est survenue avec la valeur de sortie de la durée de transition dans le fichier projet.
gl: Houbo algo errado co valor da duración da transición de saída no ficheiro do proxecto.

source: There was something wrong with an image x offset start value in the project file.
bg: Нещо се обърка със стойността на началното отместването по X във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή x έναρξης μετακίνησης εικόνας στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de comienzo de offset en X de una imagen en el fichero del proyecto.
fil: May problema sa nakalagay na pansimulang x offset ng imahe sa project file.
fr: Une erreur est survenue avec la valeur de départ du décalage horizontal (x) d'une image dans le fichier projet.
gl: Houbo algo errado co valor inicial da compensación x dunha imaxe no ficheiro do proxecto.

source: There was something wrong with an image y offset start value in the project file.
bg: Нещо се обърка със стойността на началното отместването по Y във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή y έναρξης μετακίνησης εικόνας στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de comienzo de offset en y de una imagen en el fichero del proyecto.
fil: May problema sa nakalagay na pansimulang y offset ng imahe sa project file.
fr: Une erreur est survenue avec la valeur de départ du décalage vertical (y) d'une image dans le fichier projet.
gl: Houbo algo errado co valor inicial da compensación y dunha imaxe no ficheiro do proxecto.

source: There was something wrong with an image x offset finish value in the project file.
bg: Нещо се обърка със стойността на крайното отместването по X във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή x τέλους μετακίνησης εικόνας στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de finalización de offset en x de una imagen en el fichero del proyecto.
fil: May problema sa nakalagay na panghuling x offset ng imahe sa project file.
fr: Une erreur est survenue avec la valeur de fin du décalage horizontal (x) d'une image dans le fichier projet.
gl: Houbo algo errado co valor final da compensación x dunha imaxe no ficheiro do proxecto.

source: There was something wrong with an image y offset finish value in the project file.
bg: Нещо се обърка със стойността на крайното отместването по Y във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή y τέλους μετακίνησης εικόνας στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de finalización de offset en y de una imagen en el fichero del proyecto.
fil: May problema sa nakalagay na panghuling y offset ng imahe sa project file.
fr: Une erreur est survenue avec la valeur de fin du décalage vertical (y) d'une image dans le fichier projet.
gl: Houbo algo errado co valor final da compensación y dunha imaxe no ficheiro do proxecto.

source: There was something wrong with an image layer width value in the project file.
bg: Нещо се обърка със стойността за ширина на слоя във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή πλάτους μιας στρώσης εικόνας στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de ancho de una capa de imagen en el fichero del proyecto.
fil: May problema sa nakalagay na lapad ng patong na imahe sa project file.
fr: Une erreur est survenue avec la valeur de la largeur d'un calque image dans le fichier projet.
gl: Houbo algo errado co valor do ancho dunha capa de imaxe no ficheiro do proxecto.
pt: Ocorreu um erro com o valor da largura de uma camada de imagem no ficheirodo projecto

source: There was something wrong with an image layer height value in the project file.
bg: Нещо се обърка със стойността за височина на слоя във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ύψους μιας στρώσης εικόνας στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de altura de una capa de imagen en el fichero del proyecto.
fil: May problema sa nakalagay na tangkad ng patong na imahe sa project file.
fr: Une erreur est survenue avec la valeur de la hauteur d'un calque image dans le fichier projet.
gl: Houbo algo errado co valor da altura dunha capa de imaxe no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de largura de uma camada de imagem nno ficheirodo projecto.

source: There was something wrong with an image layer background value in the project file.
bg: Нещо се обърка със стойноста за фон на слоя с изображение в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή παρασκηνίου μιας στρώσης εικόνας στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de background de una capa de imagen en el fichero del proyecto.
fil: May problema sa nakalagay na background ng patong na imahe sa project file.
fr: Une erreur est survenue avec la valeur de l'arrière-plan d'un calque image dans le fichier projet.
gl: Houbo algo errado co valor de fondo dunha capa de imaxe no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de fundo de uma camda de imagem no ficheirodo projecto.

source: There was something wrong with an image layer start time value in the project file.
bg: Нещо се обърка със стойността на началното време на слоя на изображението в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή της εικόνας του χρόνου έναρξης στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de instante de comienzo de una capa de imagen en el fichero del proyecto.
fil: May problema sa nakalagay na pagsisimulang oras ng patong na imahe sa project file.
fr: Une erreur est survenue avec la valeur de démarrage d'un calque image dans le fichier projet.
gl: Houbo algo errado co valor do tempo de inicio da capa de imaxe no ficheiro do proxecto.

source: There was something wrong with an image layer duration value in the project file.
bg: Нещо се обърка със стойността на продължителност на слоя за изображението в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή της διάρκειας της εικόνας στρώσης στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de duración de una capa de imagen en el fichero del proyecto.
fil: May problema sa nakalagay na tagal ng patong na imahe sa project file.
fr: Une erreur est survenue avec la valeur de durée d'un calque image dans le fichier projet.
gl: Houbo algo errado co valor daduración da capa de imaxe no ficheiro do proxecto.

source: There was something wrong with an image layer visibility value in the project file.
bg: Нещо се обърка със стойността на видимост на слоя на изображението в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή της ορατότητας της εικόνας στρώσης στο αρχείο του έργου.
es: Hubo un error con un valor de visibilidad de una capa de imagen en el fichero del proyecto.
fil: May problema sa nakalagay na bisibilidad ng patong na imahe sa project file.
fr: Une erreur est survenue avec la valeur de visibilité d'un calque image dans le fichier projet.
gl: Houbo algo errado co valor da visibilidade da capa de imaxe no ficheiro do proxecto.

source: There was something wrong with an image layer name value in the project file.
bg: Нещо се обърка със стойността за име на слой на изображението в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ονόματος της εικόνας στρώσης στο αρχείο του έργου.
es: Hubo un error con un valor de nombre de una capa de imagen en el fichero del proyecto.
fil: May problema sa nakalagay na pangalan ng patong na imahe sa project file.
fr: Une erreur est survenue avec le nom d'un calque image dans le fichier projet.
gl: Houbo algo errado co valor do nome da capa de imaxe no ficheiro do proxecto.

source: There was something wrong with an image layer external link value in the project file.
bg: Нещо се обърка със стойността на външната връзка на слоя на изображението в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή εξωτερικού συνδέσμου της εικόνας στρώσης στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de enlace externo de una capa de imagen en el fichero del proyecto.
fil: May problema sa nakalagay na panlabas na link ng patong na imahe sa project file.
fr: Une erreur est survenue avec la valeur du lien externe d'un calque image dans le fichier projet.
gl: Houbo algo errado co valor dunha ligazón externa da capa de imaxe no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de um link externo numa camada de imagem do projecto.

source: There was something wrong with an image layer external link target window value in the project file.
bg: Нещо се обърка със стойността на целта на външната връзка на слоя с изображението в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή εξωτερικού συνδέσμου του παράθυρου προορισμού της εικόνας στρώσης στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de enlace externo de ventana de destino de una capa de imagen en el fichero del proyecto.
fil: May problema sa nakalagay na target window ng panlabas na link ng patong na imahe sa project file.
fr: Une erreur est survenue avec la valeur de la fenêtre cible du lien externe d'un calque image dans le fichier projet.
gl: Houbo algo errado co valor da vantá de destino dunha ligazón externa da capa de imaxe no ficheiro do proxecto.

source: There was something wrong with image data in the project file.
bg: Нещо се обърка със стойността за данните на изображение във файла с проекта.
el: Υπήρξε κάποιο πρόβλημα με τα δεδομένα της εικόνας στο αρχείο του έργου.
es: Hubo algo erróneo con los datos de una imagen en el fichero del proyecto.
fil: May problema sa data ng image sa project file.
fr: Une erreur est survenue avec la valeur des données image dans le fichier projet.
gl: Houbo algo errado cos datos da imaxe no ficheiro do proxecto.

source: There was something wrong with an image data length value in the project file.
bg: Нещо се обърка със стойността на големината на изображението в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του μήκους δεδομένων της εικόνας στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de longitud de datos de imagen en el fichero del proyecto.
fil: May problema sa nakalagay na haba ng data ng imahe sa project file.
fr: Une erreur est survenue avec la valeur des données de largeur d'image dans le fichier projet.
gl: Houbo algo errado cun valor de lonxitude de datos de imaxe no ficheiro de proxecto.

source: There was something wrong with an image transition in type value in the project file.
bg: Нещо се обърка със стойността на прехода на изображението в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του τύπου της εικόνας μετάβασης στο αρχείο του έργου.
es: Hubo algo erróneo con una transición de imagen en el valor tipo en el fichero del proyecto.
fil: May problema sa nakalagay na uri ng pagbabagong paloob ng imahe sa project file.
fr: Une erreur est survenue avec la valeur de la transition d'une image dans le fichier projet.
gl: Houbo algo errado co valor do tipo de transición da imaxe no ficheiro do proxecto.

source: There was something wrong with an image transition in duration value in the project file.
bg: Нещо се обърка със стойността за продължителност на прехода на изображението в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή της διάρκειας της εικόνας μετάβασης στο αρχείο του έργου.
es: Hubo algo erróneo con una transición de imagen en el valor duración en el fichero del proyecto.
fil: May problema sa nakalagay na tagal ng pagbabagong paloob ng imahe sa project file.
fr: Une erreur est survenue avec la valeur de la durée de la transition d'image dans le fichier projet.
gl: Houbo algo errado co valor de duración dunha transición de imaxes no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de duração de entrada da transição de uma imagemno ficheiro do projecto.

source: There was something wrong with an image transition out type value in the project file.
bg: Нещо се обърка със стойността за изход на прехода на изображението в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή τύπου της εικόνας μετάβασης εξόδου στο αρχείο του έργου.
es: Hubo algo erróneo con una transición de salida de imagen en el valor tipo en el fichero del proyecto.
fil: May problema sa nakalagay na uri ng pagbabagong palabas ng imahe sa project file.
fr: Une erreur est survenue avec la valeur de sortie de la transition d'image dans le fichier projet.
gl: Houbo algo errado co valor do tipo de transición de saída dunha imaxe no ficheiro do proxecto.
pt: Ocorreu um erro com o tipo de valor de duração de saída de transição de uma imagemno ficheiro do projecto.

source: There was something wrong with an image transition out duration value in the project file.
bg: Нещо се обърка със стойността на времето за изход на прехода на изображението в проекта.
el: Υπήρξε κάποιο πρόβλημα με την τιμή διάρκειας της εικόνας μετάβασης εξόδου στο αρχείο του έργου.
es: Hubo algo erróneo con una transición de salida de imagen en el valor duración en el fichero del proyecto.
fil: May problema sa nakalagay na tagal ng pagbabagong palabas ng imahe sa project file.
fr: Une erreur est survenue avec la valeur de sortie de la durée de transition d'image dans le fichier projet.
gl: Houbo algo errado co valor da duración de transición de saída dunha imaxe no ficheiro do proxecto.
pt: Ocorreu um erro com o valor de duração de saída da transição de uma imagemno ficheiro do projecto.

source: Image data loading failed
bg: Зареждането на данни за изображението пропадна
el: Η φόρτωση δεδομένων της εικόνας απέτυχε
es: Carga de datos de una imagen fallida
fil: Pumalpak ang paglo-load ng image data
fr: Le chargement des données de l'image a échoué
gl: Fallou a carga dos datos da imaxe
pt: O carregamento dos dados da imagem falhou

source: Error when loading image data
bg: Грешка при зареждането на данни за изображението
el: Σφάλμα κατά τη φόρτωση των δεδομένων της εικόνας
es: Error al cargar datos de imagen
fil: May problema habang naglo-load ang image data
fr: Erreur durant le chargement des données de l'image
gl: Erro ao cargar datos da imaxe
pt: Erro ao carregar dados da imagem

source: Couldn't create an image pattern
bg: Не може да създаде шарка на изображението
el: Αδυναμία δημιουργίας ενός προτύπου εικόνας
es: No se pudo crear un patrón de imagen
fil: Hindi makagawa ng pattern ng imahe
fr: Impossible de créer un modéle d'image
gl: Non se puido crear un padrón de imaxe
pt: Incapaz de criar padrão de imagem.

source: There was something wrong with a mouse click value in the project file.
el: Υπήρξε κάποιο πρόβλημα με την τιμή των κλικ του ποντικιού στο αρχείο του έργου.
es: Hubo algo erróneo con un valor de click de ratón en el fichero del proyecto.
fil: May problema sa nakalagay na mouse click sa project file.
fr: Une erreur est survenue avec la valeur du clic de souris dans le fichier projet.
gl: Houbo algo errado cun valor de clic do rato no ficheiro do proxecto.

source: Loading file
bg: Зареждане
el: Φόρτωση αρχείου
es: Cargando fichero
fr: Chargement du fichier
gl: Cargando o arquivo

source: The selected project file was not loaded successfully. Please choose a different project file.
bg: Избрания проект не беше зареден успешно. Моля изберете друг файл.
el: Το επιλεγμένο αρχείο έργου δεν φορτώθηκε με επιτυχία. Παρακαλώ, επιλέξτε ένα διαφορετικό αρχείο έργου.
es: El fichero de proyecto seleccionado no se ha cargado satisfactoriamente. Por favor elija un fichero de proyecto diferente.
fil: Ang napiling project file ay hindi tagumpay na nai-load. Pakipili ng ibang project file.
fr: Le projet sélectionné n'a pu être chargé. Veuillez sélectionner un fichier de projet différent.
gl: O arquivo de proxecto seleccionado non foi cargado con éxito. Por favor, seleccione outro arquivo de proxecto.
pt: O projecto seleccionado não pode ser carregado com sucesso.Seleccione outro ficheiro.

source: Project file is empty. Please choose a different project file.
bg: Избрания файл е празен. Моля, изберете друг.
el: Το αρχείο έργου είναι άδειο. Παρακαλώ, επιλέξτε ένα διαφορετικό αρχείο έργου.
es: Fichero de proyecto está vacío. Por favor elija un fichero de proyecto diferente.
fil: Bakante ang project file. Pakipili ng ibang project file.
fr: Le fichier projet est vide. Veuillez sélectionner un fichier de projet différent.
gl: Arquivo de proxecto está baleiro. Por favor, seleccione outro arquivo de proxecto.
pt: O ficheiro de Projecto está vazio. Seleccione outro ficheiro.

source: Project meta data missing, aborting load. Please choose a different project file.
bg: Мета данните на проекта липсват, прекратяване на зареждането. Моля, изберете друг файл.
el: Τα μεταδεδομένα του έργου λείπουν, ματαίωση φόρτωσης. Παρακαλώ, επιλέξτε ένα διαφορετικό αρχείο έργου.
es: No se encuentran los meta datos del proyecto, abortando la carga. Por favor elija otro fichero de proyecto.
fil: Nawawala ang meta data ng proyekto, hindi itutuloy ang pag-load. Pakipili ng ibang project file.
fr: Les métadonnées du projet sont manquantes. Veuillez sélectionner un fichier de projet différent.
gl: Faltan os meta datos do proxecto, anulando a carga. Por favor, seleccione outro arquivo de proxecto.
pt: Meta data do Projecto em falta, a abortar carregamento.Seleccione outro ficheiro.

source: Project preferences missing, aborting load. Please choose a different project file.
bg: Настройките на проекта липсват, прекратяване на зареждането. Моля, изберете друг файл.
el: Οι προτιμήσεις του έργου λείπουν, ματαίωση φόρτωσης. Παρακαλώ, επιλέξτε ένα διαφορετικό αρχείο έργου.
es: No se encuentran las preferencias del proyecto, abortando la carga. Por favor elija otro fichero de proyecto.
fil: Nawawala ang mga kagustuhan ng proyekto, hindi itutuloy ang pag-load. Pakipili ng ibang project file.
fr: Les préférences du projet sont manquantes. Veuillez sélectionner un fichier de projet différent.
gl: Faltan as preferencias do proxecto, anulando carga. Por favor, seleccione outro arquivo de proxecto.
pt: Preferências do Projecto em falta, a abortar carregamento.Seleccione outro ficheiro.

source: No slides in project, aborting load. Please choose a different project file.
bg: Няма слайдове в проекта, прекратяване на зареждането. Моля, изберете друг файл.
el: Δεν υπάρχουν διαφάνειες στο έργο, ματαίωση φόρτωσης. Παρακαλώ, επιλέξτε ένα διαφορετικό αρχείο έργου.
es: Sin transparencias en el proyecto, abortando la carga. Por favor elija otro fichero de proyecto.
fil: Walang mga slide sa proyekto, hindi itutuloy ang pag-load. Pakipili ng ibang project file.
fr: Aucune diapositive dans le projet. Veuillez sélectionner un fichier de projet différent.
gl: O proxecto non ten diapositivas, anulando carga. Por favor, seleccione outro arquivo de proxecto.
pt: O Projecto não contém Slides, a abortar carregamento.Seleccione outro ficheiro.

source: Project Name missing, aborting load. Please choose a different project file.
bg: Липсва име на проекта, прекратяване на зареждането. Моля, изберете друг файл.
el: Το όνομα του έργου λείπει, ματαίωση φόρτωσης. Παρακαλώ, επιλέξτε ένα διαφορετικό αρχείο έργου.
es: No se encuentra el nombre del proyecto, abortando la carga. Por favor elija otro fichero de proyecto.
fil: Nawawala ang Pangalan ng Proyekto, hindi itutuloy ang pag-load. Pakipili ng ibang project file.
fr: Le nom du projet est manquant. Veuillez sélectionner un fichier de projet différent.
gl: Falta o Nome do Proxecto, anulando carga. Por favor, seleccione outro arquivo de proxecto.
pt: Nome do Projecto em falta, a abortar carregamento.Seleccione outro ficheiro.

source: Project Width missing, aborting load. Please choose a different project file.
bg: Липсва ширина на проекта, прекратяване на зареждането. Моля, изберете друг файл.
el: Το πλάτος του έργου λείπει, ματαίωση φόρτωσης. Παρακαλώ, επιλέξτε ένα διαφορετικό αρχείο έργου.
es: No se encuentra la anchura del proyecto, abortando la carga. Por favor elija otro fichero de proyecto.
fil: Nawawala ang Lapad ng Proyekto, hindi itutuloy ang pag-load. Pakipili ng ibang project file.
fr: La largeur du projet est manquante. Veuillez sélectionner un fichier de projet différent.
gl: Falta o ancho do proxecto, anulando carga. Por favor, seleccione outro arquivo de proxecto.
pt: Largura do Projecto em falta, a abortar carregamento.Seleccione outro ficheiro.
