Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: Error
bg: Грешка
el: Σφάλμα
fil: May Mali
fr: Erreur
gl: Erro
it: Errore
pt: Erro

source: Unable to allocate memory for pixel buffer.
bg: Неуспех при опита за отделяне на памет за пикселния буфер.
el: Αδυναμία εκχώρησης μνήμης για τα εικονοστοιχεία προσωρινής μνήμης.
es: Incapaz de reservar memoria para el búfer del pixel.
fil: Hindi makapaglaan ng memorya para sa pixel buffer.
fr: Mémoire insuffisante pour le tampon image
gl: Non se puido reservar memoria para o búfer de píxeles.
it: Impossibile allocare memoria per il pixel buffer

source: Couldn't create image surface.
bg: Не можа да създаде повърхност с изображение.
el: Αδυναμία δημιουργίας επιφάνειας εικόνας.
es: No se puede crear la superficie de la imagen.
fil: Hindi makagawa ng balat ng imahe.
fr: Impossible de créer la surface image.
gl: Non se puido crear a superficie da imaxe.
it: Non posso creare la superficie dell'immagine.

source: Couldn't create surface pattern.
bg: Не можа да създаде шарка на повърхността.
el: Αδυναμία δημιουργίας επιφάνειας προτύπου.
es: No se puede crear un patrón de superficie.
fil: Hindi makagawa ng pattern ng balat.
fr: Impossible de créer le modèle de surface
gl: Non se puido crear o patrón de superficie.
it: Non posso creare un modello di superfice.

source: pixels
bg: пиксела
el: εικονοστοιχεία
es: píxeles
gl: píxeles
it: pixel
pt: Pixeis

source: Edit
bg: Редактиране
el: Επεξεργασία
es: Editar
fil: Ibahin
fr: Éditer
gl: Modificar
it: Modifica...
pt: Editar

source: Edit layer
bg: Редактирай слой
el: Επεξεργασία στρώσης
es: Editar capa
fil: Ibahin ang patong
fr: Éditer le calque
gl: Modificar capa
it: Modifica livello
pt: Editar camada

source: Crop
bg: Изрязване
el: Ξάκρισμα
es: Recortar
fil: Gupitan
fr: Rogner
gl: Recortar
it: Taglia
pt: Recortar

source: Crop image
bg: Изрязване на изображение
el: Ξάκρισμα εικόνας
es: Recortar imagen
fil: Gupitan ang imahe
fr: Rogner l'image
gl: Recortar imaxe
it: Ritaglia immagine
pt: Recortar imagem

source: Delete
bg: Изтрий
el: Διαγραφή
es: Eliminar
fil: Tanggalin
fr: Supprimer
gl: Eliminar
it: Cancella
pt: Apagar

source: Delete selected layer
bg: Изтрий маркирания слой
el: Διαγραφή επιλεγμένης στρώσης
es: Borrar la capa seleccionada
fil: Tanggalin ang piniling patong
fr: Supprimer le calque sélectionné
gl: Borrar a capa seleccionada
it: Cancella il livello selezionato
pt: Apagar camada seleccionada

source: Down
bg: Надолу
el: Κάτω
es: Bajar
fil: Baba
fr: Descendre
gl: Abaixo
it: Giù
pt: Para baixo

source: Move layer down
bg: Премести слоя надолу
el: Μετακίνηση στρώσης κάτω
es: Mover capa hacia abajo
fil: Ibaba ang patong
fr: Déplacer le calque vers le bas
gl: Baixar a capa
it: Sposta livello in basso
pt: Mover camada para baixo

source: Up
bg: Нагоре
el: Πάνω
es: Subir
fil: Taas
fr: Monter
gl: Arriba
it: Su
pt: Para cima

source: Move layer up
bg: Премести слоя нагоре
el: Μετακίνηση στρώσης επάνω
es: Mover capa hacia arriba
fil: Itaas ang patong
fr: Déplacer le calque vers le haut
gl: Subir a capa
it: Sposta livello in alto
pt: Mover camada para cima

source: Mouse
bg: Показалец
el: Ποντίκι
es: Ratón
fr: Souris
gl: Rato
pt: Rato

source: Add a mouse pointer
bg: Добави показалец (мишка)
el: Προσθήκη δείκτη ποντικιού
es: Añadir un puntero de ratón
fil: Maglagay ng pointer ng mouse
fr: Ajouter un pointeur de souris
gl: Engadir punteiro
it: Inserisci puntatore del mouse
pt: Adicionar ponteiro de rato

source: Text
bg: Текст
el: Κείμενο
es: Texto
fr: Texte
gl: Texto
it: Testo
pt: Texto

source: Add a text layer
bg: Добави слой с тескт
el: Προσθήκη στρώσης κειμένου
es: Añadir capa de texto
fil: Maglagay ng patong na text
fr: Ajouter un calque de texte
gl: Engadir capa de texto
it: Inserisci un livello di testo
pt: Adicionar camada de texto

source: Highlight
bg: Акцент
el: Επισήμανση
es: Resaltar
fr: Surligner
gl: Resaltar
it: Evidenzia
pt: Destacar

source: Add a highlight layer
bg: Добави слой с акцент
el: Προσθήκη στρώσης επισήμανσης
es: Añadir capa de resalte
fil: Maglagay ng patong na highlight
fr: Ajouter un calque de surlignage
gl: Engadir capa de resalte
it: Inserire livello evidenziato
pt: Adicionar camada de destaque

source: Image
bg: Изображение
el: Εικόνα
es: Imagen
fil: Imahe
gl: Imaxe
it: Immagine
pt: Imagem

source: Add an image layer
bg: Добави слой с изображение
el: Προσθήκη στρώσης εικόνας
es: Añadir capa de imagen
fil: Maglagay ng patong na image
fr: Ajouter un calque d'image
gl: Engadir capa de imaxe
it: Aggiungi livello immagine
pt: Adicionar camada de imagem

source: New
bg: Нов
el: Νέο
es: Nuevo
fil: Bago
fr: Nouveau
gl: Novo
it: Nuovo
pt: Novo

source: Begin a new project
bg: Започни нов проект
el: Έναρξη νέου έργου
es: Comenzar nuevo proyecto
fil: Magsimula ng bagong proyekto
fr: Débuter un nouveau projet
gl: Comezar un proxecto novo
it: Inizia un nuovo progetto
pt: Iniciar novo projecto

source: Open
bg: Отваряне
el: Άνοιγμα
es: Abrir
fil: Buksan
fr: Ouvrir
gl: Abrir
it: Apri
pt: Abrir

source: Open an existing project
bg: Отваряне на съществуващ проект
el: Άνοιγμα υπάρχοντος έργου
es: Abrir un proyecto existente
fil: Magbukas ng lumang gawain
fr: Ouvrir un projet existant
gl: Abrir un proxecto existente
it: Apri un progetto esistente
pt: Abrir projecto existente

source: Save
bg: Запазване
el: Αποθήκευση
es: Guardar
fr: Enregistrer
gl: Gravar
it: Salva
pt: Guardar

source: Save the project
bg: Запазване на проекта
el: Αποθήκευση έργου
es: Guardar el proyecto
fil: I-Save ang proyekto
fr: Enregistrer le projet
gl: Gravar o proxecto
it: Salva il progetto
pt: Guardar projecto

source: Save As
bg: Запиши като
el: Αποθήκευση ως
es: Guardar como
fil: I-Save ang proyekto Bilang
fr: Enregistrer sous
gl: Gravar Como
it: Salva con nome
pt: Guardar como

source: Save the project with a different file name
bg: Запиши проекта с различно име
el: Αποθήκευση έργου με διαφορετικό όνομα αρχείου
es: Guardar el proyecto con un nombre diferente
fil: I-Save ang proyekto sa ibang file name
fr: Enregistrer le projet avec un nom différent
gl: Gravar o proxecto cun nome diferente
it: Salva il progetto con un diverso nome del file
pt: Guardar o projecto com nome diferente

source: Quit
bg: Изход
el: Έξοδος
es: Salir
fil: Ihinto
fr: Quitter
gl: Saír
it: Esci
pt: Sair

source: Quit the application
bg: Спиране на програмата
el: Έξοδος από την εφαρμογή
es: Salir de la aplicación
fil: Ihinto ang program
fr: Quitter l'application
gl: Saír da aplicación
it: Esci dal programma
pt: Sair da aplicação

source: Path to toolbar 'Capture Screenshots' icon
bg: Път до иконата 'Прихващане на екрани' на лентата с инструменти
el: Διαδρομή εικονιδίου 'Σύλληψη στιγμιότυπων' στη γραμμή εργαλείων
es: Ruta a icono 'Captura de pantallas'
fil: Landas patungo sa "Kunan ang screen" na icon sa toolbar
fr: Chemin vers l'icône de la barre de capture d'écran
gl: Camiño para a icona da barra de ferramentas "Capturar pantalla"
it: Percorso per l'icona della toolbar 'Capture Screenshots'
pt: Caminho para icone de barra de ferramentas 'Capturas'

source: Capture
bg: Прихващане
el: Σύλληψη
es: Capturar
fil: Kunan/Kuhaan
fr: Faire une capture
gl: Capturar
it: Cattura
pt: Capturar

source: Capture screenshots
bg: Прихващане на снимки на екрана
el: Σύλληψη στιγμιότυπων
es: Captura de pantallas
fil: Kunan ang screen
fr: Faire une capture d'écran
gl: Capturar pantalla
it: Cattura immagine video
pt: Capturas

source: Import
bg: Внасяне
el: Εισαγωγή
es: Importar
fr: Importer
gl: Importar
it: Importa
pt: Importar

source: Import screenshots
bg: Внасяне на прихванат екран
el: Εισαγωγή στιγμιότυπων
es: Importar capturas de pantalla
fil: i-Import ang kuha ng screen
fr: Importer les captures d'écran
gl: Importar capturas
it: Importa immagine video
pt: Importar capturas

source: Dimensions
bg: Размери
el: Διαστάσεις
es: Dimensiones
fil: lak, hab at lapad
gl: Dimensións
it: Dimensioni

source: Adjust the dimensions of the project
bg: Размери на проекта
el: Προσαρμογή των διαστάσεων του έργου
es: Ajustar las dimensiones del proyecto
fil: ayusin ang lak, hab at lapad ng proyekto
fr: Ajuster les dimensions du projet
gl: Axustar as dimensións do proxecto
it: Modifica le dimensioni del progetto

source: Export as a Flash animation
bg: Изнасяне като Flash анимация
el: Εξαγωγή ως κινούμενη απεικόνιση (Flash)
es: Exportar como animación Flash
fil: I-Export bilang Flash animation
fr: Exporter au format d'animation Flash
gl: Exportar como animación Flash
it: Esporta come animazione Flash
pt: Exportar como animação flash

source: Fit to width
bg: Поместване в ширината
el: Προσαρμογή στο πλάτος
es: Ajustar al ancho
fil: Pagkasyahin sa lapad
fr: Ajuster la largeur
gl: Axustar ao ancho
it: Adatta alla larghezza
pt: Ajustar à largura

source: Background Color:
bg: Фонов цвят:
el: Χρώμα παρασκηνίου:
es: Color de fondo:
fil: Kulay ng Background.
fr: Couleur d'arrière-plan:
gl: Cor do fondo
it: Colore di sfondo:
pt: Cor de Fundo:

source: External link:
bg: Външна връзка:
el: Εξωτερικός σύνδεσμος:
es: Enlace externo:
fil: Panglabas na link:
fr: Lien externe:
gl: Ligazón externa:
it: Collegamento esterno:
pt: Link externo:

source: External link window:
bg: Прозорец на външната връзка:
el: Παράθυρο εξωτερικού συνδέσμου:
es: Ventana de enlace externo:
fil: Window ng Panlabas na Link:
fr: Fenêtre du lien externe:
gl: Ligazón á ventá externa:
it: Collegamento a finestra esterna:
pt: Link para janela externa:

source: There was something wrong with the external link value. Please try again.
bg: Има нещо объркано с външната връзка. Моля опитайте отново.
el: Υπήρξε ένα πρόβλημα με την τιμή του εξωτερικού συνδέσμου. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor del enlace externo. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na panlabas na link. Pakiulit.
fr: Une erreur est survenue avec la valeur du lien externe. Veuillez réessayer.
gl: Houbo algo errado co valor da ligazón externa. Por favor, ténteo de novo.
it: Errore nel collegamento esterno. Per piacere riprova.
pt: Ocorreu um erro com o valor do link para janela externa. Tente novamente.

source: There was something wrong with the external link window target value. Please try again.
el: Υπήρξε ένα πρόβλημα με την τιμή του παραθύρου προορισμού του εξωτερικού συνδέσμου. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de la ventana de enlace externo. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na target na window ng panlabas na link. Pakiulit.
fr: Une erreur est survenue avec la cible de la valeur de la fenêtre externe. Veuillez réessayer.
gl: Houbo algo errado co valor da ligazón á ventá externa. Por favor, ténteo de novo.
it: Errore nel valore di target per il link a finestra esterna. Per piaere riprova.
pt: Ocorreu um erro com o valor do link para janela externa.Tente novamente.

source: Appearance & Links
bg: Външен вид и връзки
el: Εμφάνιση & Σύνδεσμοι
es: Apariencia y Enlaces
fil: Kaanyuan at mga Link
fr: Apparence & Liens
gl: Aparencia & Ligazóns
it: Aspetto & Link
pt: Aparência e Links

source: Duration
bg: Продължителност
el: Διάρκεια
es: Duración
fil: Tagal
fr: Durée
gl: Duración
it: Durata
pt: Duração

source: Layer Name:
bg: Име на слой:
el: Όνομα Στρώσης:
es: Nombre de capa:
fil: Pangalan ng Patong:
fr: Nom du calque:
gl: Nome da capa:
it: Nome livello:
pt: Nome da camda:

source: Background fill color:
bg: Фонов цвят за запълване:
el: Χρώμα γεμίσματος παρασκηνίου:
es: Color de relleno del fondo:
fil: Pampunong kulay ng Background:
fr: Couleur de l'arrière-plan:
gl: Cor de enchido do fondo:
it: Colore di riempimento dello sfondo:
pt: Cor de preenchimento do Fundo:

source: Background border color:
bg: Фонов цвят на рамка:
el: Χρώμα περιγράμματος παρασκηνίου:
es: Color de borde del fondo
fil: Kulay ng border ng background:
fr: Couleur de la bordure de l'arrière-plan:
gl: Cor do borde do fondo:
it: Colore dei bordi dello sfondo:
pt: Cor de contorno do Fundo:

source: Background border width:
bg: Ширина на рамката на фоновия цвят:
el: Πλάτος περιγράμματος παρασκηνίου:
es: Ancho del borde del fondo
fil: Lapad ng border ng background.
fr: Largeur de la bordure de l'arrière-plan:
gl: Ancho do borde do fondo:
it: Spessore dei bordi dello sfondo:
pt: Espessura do contorno de Fundo:

source: Opacity:
bg: Непрозрачност:
el: Αδιαφάνεια:
es: Opacidad:
fil: Karimlan
fr: Opacitée:
gl: Opacidade:
it: Opacità:
pt: Opacidade:

source: Width:
bg: Ширина:
el: Πλάτος:
es: Ancho
fil: Lapad:
fr: Largeur:
gl: Ancho:
it: Larghezza:
pt: Largura:

source: Height:
bg: Височина:
el: Ύψος:
es: Altura:
fil: Tangkad
fr: Hauteur:
gl: Alto:
it: Altezza:
pt: Altura:

source: Is this layer visible?
bg: Този слой видим ли е?
el: Είναι ορατή αυτή η στρώση;
es: ¿Esta capa es visible?
fil: Nakikita ba itong patong na ito?
fr: Rendre ce calque visible?
gl: Esta capa é visible?
it: Questo livello è visibile?
pt: Esta camada é visível?

source: Start X Offset:
bg: Начално отместване по X
el: Έναρξη μετακίνησης X:
es: Inicio del Offset en X
fil: Pansimulang X Offset:
fr: Départ du décalage horizontal x:
gl: Comezar Desprazamento X:
it: X Offset iniziale:

source: Start Y Offset:
bg: Начално отместване по Y
el: Έναρξη μετακίνησης Y:
es: Inicio del Offset en Y
fil: Pansimulang Y Offset:
fr: Départ du décalage vertical y:
gl: Comezar Desprazamento Y:
it: Y Offset iniziale:

source: Finish X Offset:
bg: Крайно отместване по X
el: Λήξη μετακίνησης X:
es: Fin del Offset en X
fr: Fin du décalage horizontal x:
gl: Finalizar Desprazamento X:
it: X Offset finale:

source: Finish Y Offset:
bg: Крайно отместване по Y
el: Λήξη μετακίνησης Y:
es: Fin del Offset en Y
fil: Pangtapos na Y Offset:
fr: Fin du décalage vertical y:
gl: Finalizar Desprazamento Y:
it: Y Offset finale:

source: Starting time (seconds):
bg: Начално време (сек.):
el: Χρόνος έναρξης (δευτερόλεπτα):
es: Tiempo de inicio (segundos):
fil: Pansimulang oras (segundo):
fr: Temps de démarrage (secondes):
gl: Tempo de inicio (segundos):
it: Tempo di inizio (secondi):
pt: Tempo de início (segundos):

source: Start how:
bg: Стартирй чрез:
el: Τύπος έναρξης:
es: Empezar cómo:
fil: Paano magsisimula:
fr: Démarrage
gl: Iniciar como:
it: Comincia come:
pt: Começar como:

source: Immediate
bg: Моментално
el: Άμεσα
es: Inmediato
fil: Ngayon din
fr: Immédiat
gl: Inmediato
it: Immediato
pt: Imediato

source: Fade in
bg: Постепенно появяване
el: Βαθμιαία εμφάνιση
es: Esclarecimiento
fil: Paglinaw ng eksena
fr: Fondu en entrée
gl: Fundido de entrada

source: Start duration (seconds):
bg: Продължителност на старта (сек.):
el: Διάρκεια έναρξης (δευτερόλεπτα):
es: Duración del comienzo (segundos):
fil: Tagal ng pagsisimula (segundo):
fr: Durée du démarrage (secondes):
gl: Duración do inicio (segundos)
it: Durata ingresso (secondi):
pt: Diração de início (segundos):

source: Display for (seconds):
bg: Показвай за (сек.):
el: Εμφάνιση για (δευτερόλεπτα):
es: Mostrar durante (segundos):
fil: Ipakita ng (ilang segundo):
fr: Afficher pendant(secondes):
gl: Mostrar durante (segundos):
it: Mostra per (secondi):
pt: Mostrar por (segundos):

source: Exit how:
bg: Спиране чрез:
el: Τύπος εξόδου:
es: Salir cómo:
fil: Paano lalabas:
fr: Sortie:
gl: Como saír:
it: Esci come:
pt: Sair como:

source: Fade out
bg: Постепенно избледняване
el: Βαθμιαίο σβήσιμο
es: Desvanecimiento
fil: Paglabo ng eksena
fr: Fondu en sortie
gl: Fundido de saída

source: Exit duration (seconds):
bg: Продължителност на спиране (сек.):
el: Διάρκεια εξόδου (δευτερόλεπτα):
es: Duración de salida (segundos):
fil: Tagal ng paglabas (segundo):
fr: Durée de la sortie (secondes):
gl: Duración da saída (segundos)
it: Durata uscita (secondi):
pt: Duração de saída (segundos):

source: There was something wrong with the new layer name. Please try again.
bg: Нещо не е наред в новото име на слоя. Моля опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με το όνομα της νέας διαφάνειας. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el nombre de la nueva capa. Por favor inténtelo de nuevo.
fil: May problema sa bagong pangalan ng patong. Pakiulit.
fr: Une erreur est survenue avec le nouveau nom du calque. Veuillez réessayer.
gl: Hoube algo errado co nome da nova capa. Por favor, ténteo de novo.
it: Errore nel nome del nuovo livello. Per piacere riprova.
pt: Ocorreu um erro com o novo nome da camada. Tente novamente,

source: There was something wrong with the border width value. Please try again.
bg: Нещо не е наред с ширината на рамката. Моля опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή πλάτους του περιγράμματος. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de ancho del borde. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na lapad ng border. Pakiulit.
fr: Une erreur est survenue avec la largeur de la bordure. Veuillez réessayer.
gl: Hoube algo errado co valor do ancho do borde. Por favor, ténteo de novo.
it: Errore nel valore dello spessore dei bordi. Per piacere riprova.
pt: Ocorreu um erro com o valor da largura do contorno. Tente novamente.

source: There was something wrong with the opacity value. Please try again.
bg: Нещо не е наред със стойността на непрозрачност. Моля опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή αδιαφάνειας. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de opacidad. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na karimlan. Pakiulit.
fr: Une erreur est survenue avec l'opacité. Veuillez réessayer.
gl: Hoube algo errado co valor da opacidade. Por favor, ténteo de novo.
it: Errore nel valore di opacità. Per piacere riprova.
pt: Ocorreu um erro com o valor da opacidade. Tente novamente.

source: There was something wrong with the starting frame X offset value. Please try again.
bg: Има нещо объркано с отместването на стартовия кадър по X. Моля опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή X του πλαισίου έναρξης μετακίνησης. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de comienzo del offset en X. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na X offset ng pansimulang frame. Pakiulit.
fr: Une erreur est survenue avec la valeur de démarrage du décalage horizontal x. Veuillez réessayer.
gl: Houbo algo errado co valor do marco inicial de desprazamento X. Por favor, ténteo de novo.
it: Errore nel valore X offset del frame iniziale. Riprova per piacere.

source: There was something wrong with the starting frame Y offset value. Please try again.
bg: Има нещо объркано с отместването на стартовия кадър по Y. Моля опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή Y του πλαισίου έναρξης μετακίνησης. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de comienzo del offset en Y. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na Y offset ng pansimulang frame. Pakiulit.
fr: Une erreur est survenue avec la valeur de démarrage du décalage vertical y. Veuillez réessayer.
gl: Houbo algo errado co valor do marco inicial de desprazamento Y. Por favor, ténteo de novo.
it: Errore nel valore Y offset del frame iniziale. Riprova per piacere.

source: There was something wrong with the finish frame X offset value. Please try again.
bg: Има нещо объркано с отместването на крайния кадър по X. Моля опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή X του πλαισίου τέλους μετακίνησης. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de finalización del offset en X. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na X offset ng pangtapos na frame. Pakiulit.
fr: Une erreur est survenue avec la valeur de fin du décalage horizontal x. Veuillez réessayer.
gl: Hoube algo errado co valor do marco final de desprazamento X. Por favor, ténteo de novo.
it: Errore nel valore X offset del frame finale. Riprova per piacere.

source: There was something wrong with the highlight width value. Please try again.
bg: Има нещо объркано с ширината на акцента. Моля опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή πλάτους της επισήμανσης. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de finalización del offset en Y. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na lapad ng highlight. Pakiulit.
fr: Une erreur est survenue avec la valeur de la largeur de la surbrillance. Veuillez réessayer.
gl: Hoube algo errado co valor do ancho resaltado. Por favor, ténteo de novo.
it: Errore nella larghezza dell'evidenziazione. Per piacere riprova.

source: There was something wrong with the highlight height value. Please try again.
bg: Има нещо объркано с височината на акцента. Моля опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή ύψους της επισήμανσης. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de altura del resaltado. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na tangkad ng highlight. Pakiulit.
fr: Une erreur est survenue avec la valeur de la hauteur de la surbrillance. Veuillez réessayer.
gl: Hoube algo errado co valor do alto resaltado. Por favor, ténteo de novo.
it: Errore nella altezza della evidenziazione. Per piacere riprova.
pt: Ocorreu um erro com o valor da altura do destaque. Tente novamente.

source: There was something wrong with the starting time value. Please try again.
bg: Има нещо объркано с началното време на започване. Моля опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή του χρόνου έναρξης. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de instante de comienzo. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na pansimulang oras. Pakiulit.
fr: Une erreur est survenue avec la valeur de démarrage du temps. Veuillez réessayer.
gl: Hoube algo errado co valor do tempo de inicio. Por favor, ténteo de novo.
it: Errore nel valore dell'tempo di avvio. Per piacere riprova.
pt: Ocorreu um erro com o valor do tempo de início. Tente novamente.

source: There was something wrong with the duration value. Please try again.
bg: Има нещо объркано със стойността на продължителността. Моля опитайте отново.
el: Υπήρξε κάποιο πρόβλημα με την τιμή της διάρκειας. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el valor de duración. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na tagal. Pakiulit.
fr: Une erreur est survenue avec la valeur de la durée. Veuillez réessayer.
gl: Houbo algo errado co valor de duración. Por favor, ténteo de novo.
it: Errore nel valore della durata. Per piacere riprova.
pt: Ocorreu um erro com o valor da duração. Tente novamente.

source: There was something wrong with the external link target window value. Please try again.
el: Υπήρξε κάποιο πρόβλημα με την τιμή παράθυρου προορισμού του εξωτερικού συνδέσμου. Παρακαλώ προσπαθήστε πάλι.
es: Hubo algo erróneo con el valor de ventana de enlace objetivo externa. Por favor inténtelo de nuevo.
fil: May problema sa nakalagay na target window ng panlabas na link. Pakiulit.
fr: Une erreur est survenue avec la valeur de la fenêtre cible du lien externe. Veuillez réessayer.
gl: Houbo algo errado co valor da xanela de destino da ligazón externa, Por favor, ténteo de novo.
it: Errore nel valore Y offset del frame finale. Riprova per piacere.

source: There was something wrong with the appearance transition type selected. Please try again.
el: Υπήρξε κάποιο πρόβλημα με την εμφάνιση τύπου της επιλεγμένης μετάβασης. Παρακαλώ προσπαθήστε πάλι.
es: Hay algo erróneo en el tipo de apariencia de transición selecionado. Por favor inténtelo de nuevo.
fil: May problema sa piniling uri ng pagsimula ng pagbabago. Pakiulit.
fr: Une erreur est survenue avec l'apparence du type de transition sélectionnée. Veuillez réessayer.
gl: Houbo algo errado co tipo de transición de aparencia escollido, Por favor, ténteo de novo.
it: Errore nel tipo di transizione scelto. Per piacere riprova.
