Repository: ch1x0r/salasaga
Catalog: salasaga/po/*.po
Languages: bg, el, es, fil, fr, gl, it, pt

source: Line width
bg: Ширина на линия
el: Πλάτος γραμμής
es: Ancho de línea
fil: Lapad nitong patong
fr: Épaisseur du trait
gl: Ancho de liña
pt: Espessura da linha

source: Mouse click
bg: Щтракване с мишката
el: Κλικ ποντικιού
es: Click de ratón
fil: Klik ng mouse
fr: Clic de souris
gl: Clic do rato
pt: Clique do rato

source: Characters in a text layer
el: Χαρακτήρες στη στρώση κειμένου
es: Caracteres en una capa de texto
fr: Caractères dans un texte
gl: Caracteres dunha capa de texto

source: Opacity level
bg: Ниво на плътност
el: Επίπεδο αδιαφάνειας
es: Nivel de opacidad
fil: antas ng karimlan
fr: Niveau d'opacité
gl: Nivel de opacidade
it: Livello d'opacità
pt: Nível de opacidade

source: Width of film strip thumbnails
bg: Ширина на мини-изображенията от филмовата лента
el: Πλάτος μικρογραφιών ταινίας
es: Ancho de las miniaturas
fil: Lapad ng mga film strip thumbnail
fr: Largeur des vignettes de la bande du film
gl: Ancho das miniaturas da tira de película
pt: Largura das miniaturas do filme

source: Frames per Second for this project
bg: Кадъра в секунда за този проект
el: Πλαίσια ανά δευτερόλεπτο του έργου
es: Imágenes por segundo para este proyecto
fil: Bilang ng Frame kada Segundo para sa proyektong ito
fr: Images par seconde du projet
gl: Fotogramas por segundo para este proxecto
it: Frames per Secondo in questo progetto
pt: Número de frames por segundo (fps) para este projecto

source: Height of this project
bg: Височина на този проект
el: Ύψος του έργου
es: Altura de este proyecto
fil: Tangkad nitong proyekto
fr: Hauteur du projet
gl: Altura deste proxecto
it: Altezza per questo progetto
pt: Altura deste projecto

source: Name of this project
bg: Име на този проект
el: Όνομα του έργου
es: Nombre de este proyecto
fil: Pangalan nitong proyekto
fr: Nom du projet
gl: Nome deste proxecto
it: Nome del progetto
pt: Nome para o projecto

source: Version number of the project file
bg: Номер на версия на проектния файл
el: Αριθμός έκδοσης του αρχείου του έργου
es: Versión del proyecto
fil: Bersyon nitong project file
fr: Le numéro de version du fichier projet
gl: Número de versión do arquivo de proxecto
it: Numero versione del file di progetto
pt: Número da versão para o projecto

source: Width of this project
bg: Ширина на този проект
el: Πλάτος του έργου
es: Ancho de este proyecto
fil: Lapad nitong project
fr: Largeur du projet
gl: Anchura deste proxecto
it: Larghezza per questo progetto
pt: Largura para este projecto

source: An X * Y resolution value
bg: Х * Y стойности на резолюцията
el: Τιμή ανάλυσης X * Y
es: Un valor de resolución X
fil: X * Y na halaga ng antas ng pagkalinaw
fr: Une valeur de résolution X * Y
gl: Un valor de resolución X * E
it: Un valore di risoluzione X * Y
pt: Valor X * Y para resolução

source: Number of seconds to delay a screenshot
bg: Секунди закъснение на заснемането
el: Δευτερόλεπτα καθυστέρησης του στιγμιότυπου οθόνης
es: Número de segundos para retrasar una captura de pantalla
fr: Nombre de secondes pour différer la capture
gl: Número de segundos para atrasar a captura de pantalla
it: Numero di secondi di ritardo per uno screenshot

source: Height for next screenshot
bg: Височина на следващия прихванат екран
el: Ύψος επόμενου στιγμιότυπου
es: Altura para la próxima captura
fil: Tangkad para sa susunod na kuha ng screen
fr: Hauteur de la prochaine capture d'écran
gl: Altura para a próxima captura de pantalla
it: Altezza nuovo screenshot
pt: Altura para próxima captura

source: Width for next screenshot
bg: Ширина на следващия прихванат екран
el: Πλάτος επόμενου στιγμιότυπου
es: Anchura para la próxima captura
fil: Lapad para sa susunod na kuha ng screen
fr: Largeur de la prochaine capture d'écran
gl: Anchura para a próxima captura de pantalla
it: Larghezza nuovo screenshot
pt: Largura para próxima captura

source: Include control bar in exported swf
bg: Включване на лента за контрол в изнесения swf
el: Συμπερίληψη γραμμής ελέγχου στο εξαγόμενο swf.
es: Incluir barra de control en la exportación swf
fil: Isama ang control bar sa inexport na swf
fr: Inclure la barre de contrôle dans le fichier swf exporté
gl: Incluír barra de control no swf exportado
it: Inserimento barra di controllo nel swf esportato
pt: Incluir barra de controlo no ficheiro swf de exportação

source: Include info button in exported swf
bg: Включи бутон за информация в изнесения swf
el: Συμπερίληψη πλήκτρου πληροφοριών στο εξαγόμενο swf.
es: Incluir botón de información en la exportación swf
fil: Isama ang butones ng info sa in-export na swf
fr: Inclure le bouton d'information dans le fichier swf exporté
gl: Incluír botón de información no swf exportado
it: Includi bottone di informazioni nel swf esportato
pt: Incluir botão de info no ficheiro swf de exportação

source: Show the background for text layers
bg: Показване на фон за текстовите слоеве
el: Εμφάνιση παρασκηνίου για τις στρώσεις κειμένου.
es: Mostrar el background para las capas de texto
fil: Ipakita ang background para sa mga patong na text
fr: Afficher l'arrière-plan pour les calques de texte
gl: Mostrar o fondo para as capas de texto
it: Mostra lo sfondo dei livelli di testo
pt: Mostrar fundo para camadas de texto

source: Number of frames per slide
bg: Кадри за слайд
el: Αριθμός πλαισίων ανά διαφάνεια
es: Numero de fotogramas por diapositiva
fil: Bilang ng mga frame sa bawat slide
fr: Nombre d'images par diapositive
gl: Número de fotogramas por diapositiva
it: Numero di frames per diapositiva
pt: Número de frames por slide

source: Number of seconds in a slide
bg: Секунди за слайд
el: Αριθμός δευτερολέπτων σε μια διαφάνεια
es: Número de segundos en una diapositiva
fil: Bilang ng segundo sa isang slide
fr: Durée en secondes de la diapositive
gl: Número de segundos nunha diapositiva
it: Numero di secondi in una diapositiva
pt: Número de segundos por slide

source: Name of this slide
bg: Име на този слайд
el: Όνομα της διαφάνειας
es: Nombre de esta diapositiva
fil: Pangalan nitong slide
fr: Nom de la diapositive
gl: Nome desta diapositiva
it: Nome di questa diapositiva
pt: Nome deste slide

source: Animation behavior after loading
bg: Поведение на анимацията след зареждане
el: Συμπεριφορά κινούμενης απεικόνισης μετά τη φόρτωση
es: Comportamiento de la animación tras la carga
fil: Kilos ng animation pagkatapos mag-load
fr: Comportement de l'animation après le chargement
gl: Comportamento da animación logo da carga
it: Comportamento della animazione dopo caricamento
pt: Comportamento da animaçãoo após carregamento

source: Base64 encoded text buffer data
el: Base64 κωδικοποιημένα δεδομένα κειμένου στην προσωρινή μνήμη
es: Datos de bufer de texto codificados con Base64
fr: Tampon de données texte encodées en base64
gl: Datos do buffer de texto codificación Base64

source: Transition duration in seconds
bg: Времетраене на прехода в секунди
el: Διάρκεια μετάβασης σε δευτερόλεπτα
es: Duración de la transición en segundos
fil: Segundo ng tagal ng pagbabago
fr: Durée de la transition en secondes
gl: Duración da transición en segundos
it: Durata transizione in secondi
pt: Duração da transição em segundos

source: Type of transition
bg: Тип преход
el: Τύπος μετάβασης
es: Tipo de transición
fil: Uri ng pagbabago
fr: Type de transition
gl: Tipo de transición
it: Tipologia di transizione
pt: Tipo de transição

source: X Offset
bg: Отместване по X
el: Μετατόπιση Χ
es: Desplazamiento en el eje X
fr: Décalage horizontal
gl: Desprazamento en X
pt: Deslocamento em X

source: Y Offset
bg: Отместване по Y
el: Μετατόπιση Y
es: Desplazamiento en el eje Y
fr: Décalage vertical
gl: Desprazamento en Y
pt: Deslocamento em Y

source: Magnification level of working area
bg: Степен на приближение на работнота площ
el: Επίπεδο μεγέθυνσης περιοχής εργασίας
es: Nivel de magnificación de área de trabajo
fil: Antas ng pagkakapalaki ng tinatrabahong lugar
fr: Agrandissement de la zone de travail
gl: Nivel de ampliación da área de traballo
pt: Aumento da área de trabalho

source: X offset for next screenshot
bg: Х отместване за следващия прихванат екран
el: Χ αρχή για το επόμενο στιγμιότυπο οθόνης
es: Offset en X para la siguiente captura de pantalla
fr: Décalage horizontal pour la prochaine capture
gl: Compensación X para a seguinte captura de pantalla

source: Y offset for next screenshot
bg: Y отместване за следващия прихванат екран
el: Υ αρχή για το επόμενο στιγμιότυπο οθόνης
es: Offset en Y para la siguiente captura de pantalla
fr: Décalage vertical pour la prochaine capture
gl: Compensación Y para a seguinte captura de pantalla

source: HyperText Markup Language (*.html)
gl: Linguaxe de Marcas de HiperTexto (*.html)

source: /Layer/Image crop
bg: /Слой/Изрязване на изображение
fr: découpage /couche/image
gl: Copy text /Layer/Image crop
it: /Livello/Ritaglia Immagine

source: /Project/Sep
bg: /Проект/Sep
fr: /Projet/Sep

source: /Project/_Adjust dimensions
bg: /Проект/_Настройка на размерите
es: /Project/_Adjust dimensiones
fr: /Projet/_Ajuster dimensions
it: /Progetto/_Modifica dimensioni

source: /Layer/Image c_rop
bg: /Слой/Изр_язване на изображение
fr: /Calque/Image _Rognage
it: /Livello/_Ritaglia Immagine

source: /Layer/Image resi_ze
bg: /Слой/Преоразмеряване на изображение
fr: /Calque/Image _Redimensionner

source: /Layer/Image resize
bg: /Слой/Преоразмеряване на изображение
fr: /Calque/Redimensionnement image

source: <control><shift>S
es: <control><mays.>S
pt: <control><shift>G

source: <control><shift>F
es: <control><mays.>F

source: _self
fil: _sarili

source: Object
pt: Objecto

source: Ready
pt: Pronto

source: Unable to set screenshot key to Control-Printscreen. (Not running Metacity, so not sure how to.) You will need to do this yourself manually.
pt: Incapaz de definir Ctrl-PrtSc como tecla de captura. (Metacity não está a ser executado)

source: <control>W
pt: <control>F

source: <control>Q
pt: <control>S

source: Default Slide Duration: (seconds)
pt: Duração standard do Slide: (segundos)

source: Default Layer Duration: (seconds)
pt: Duração standar de Camada: (segundos)

source: Display non-metacity key bind warning?
pt: Apresentar aviso non-metacity?

source: Please click on the window you want to capture (after closing this dialog box).
pt: Clique na janela que deseja capturar (após fechar esa caixa de diálogo

source: No screenshots found in screenshot folder
pt: Sem capturas na directoria de Capturas

source: Sequential Number
pt: Número sequencial

source: For example
pt: Por exemplo
